Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/installation.*.po
Languages: de, fa

source: [[!meta title="Installing onto a USB stick or SD card"]]
de: [[!meta title="Auf einen USB-Stick oder eine SD-Karte installieren"]]
fa: [[!meta title="نصب روی یک درایو یو‌اس‌بی یا کارت حافظه"]]

source: Tails includes <span class="application">Tails Installer</span>: a custom installer for USB sticks and SD cards.
de: Tails beinhaltet den <span class="application">Tails Installer</span>: Einen angepassten Installer für USB-Sticks und SD-Karten.
fa: تیلز شامل <span class="ابزار">نصب‌کننده تیلز</span> است: یک نصب‌کنندهٔ ویژه برای درایوهای یو‌اس‌بی و کارت‌های حافظه

source: <p>Using <span class="application">Tails Installer</span> allows you to later [[create a persistent volume|persistence]] in the free space left on the device.</p>
de: <p>Das Nutzen des <span class="application">Tails Installers</span> erlaubt es Ihnen, später einen [[verschlüsselten beständigen Speicherbereich|persistence]] im verbliebenen, freien Speicherplatz, zu erstellen.</p>
fa: <p>استفاده‌ از <span class="application">نصب‌کننده تیلز</span> به شما این امکان را می‌دهد که بعداً [[یک درایو مانا در فضای خالی باقی‌مانده بر روی ابزار بسازید|persistence]] .</p>

source: <p><span class="application">Tails Installer</span> can only install Tails on a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
de: <p>Der <span class="application">Tails Installer</span> kann Tails nur auf einen USB-Stick oder eine SD-Karte mit einer Größe von <strong>mindestens 4 GB</strong> installieren.</p>

source: <p>Tails requires a dedicated USB stick or SD card. It is impossible to add another operating system or partition on the same device if you want to benefit from [[automatic upgrades|upgrade]] or create a [[persistent encrypted volume|persistence]].</p>
de: <p>Tails benötigt einen eigenen USB-Stick bzw. eine eigene SD-Karte. Es ist nicht möglich, ein anderes Betriebssystem oder eine andere Partition auf das gleiche Medium hinzuzufügen, wenn Sie von [[automatischen Upgrades|upgrade]] profitieren oder einen [[verschlüsselten beständigen Speicherbereich|persistence]] erstellen möchten.</p>
fa: <p>تیلز به یک درایو یو‌اس‌بی یا کارت حافظهٔ اختصاصی نیاز دارد. اگر می‌خواهید از [[به‌روزرسانی خودکار|upgrade]] استفاده کنید یا یک [[درایو رمزگذاری‌شدهٔ مانا|persistence]] ایجاد کنید نمی‌توانید به آن دستگاه سیستم‌عامل دیگر یا پارتیشنی جدید اضافه کنید.</p>

source: For the moment, <span class="application">Tails Installer</span> is only available from inside Tails. So you need to start Tails from a first media, and later clone it onto the device of your choice, USB stick or SD card.
de: Zurzeit ist der <span class="application">Tails Installer</span> nur innerhalb von Tails verfügbar. Also müssen Sie Tails zunächst von einem anderen Medium starten und es anschließend auf das Medium Ihrer Wahl, USB-Stick oder SD-Karte, übertragen.
fa: در حال حاضر، <span class="ابزار">نصب‌کننده تیلز</span> تنها از داخل تیلز در دسترس است. بنابراین مجبورید تیلز را از یک ابزار دیگر، مثل کارت حافظه یا درایو یو‌اس‌بی راه‌اندازی کنید و بعد یک تیلز را روی دستگاهی دیگر همتاسازی کنید.

source: Get a first Tails running. To do so you can either:
de: Bringen Sie ein erstes Tails zum Laufen. Um dies zu tun können Sie entweder:
fa: تیلز را برای بار اول راه‌اندازی کنید. برای این کار باید یا:

source: Start Tails from a [[Tails DVD|dvd]] (recommended).
de: Tails von einer [[Tails DVD|dvd]] starten (empfohlen).
fa: تیلز را از [[دی‌وی‌دی تیلز|dvd]] راه‌اندازی کنید (پیشنهاد ما)

source: Start Tails from another Tails USB stick or SD card, for example from a friend.
de: Tails von einem anderen USB-Stick oder einer anderen SD-Karte starten, beispielsweise von einem Freund.
fa: با استفاده از یک درایو یو‌اس‌بی تیلز یا کارت حافظهٔ دیگر، برای مثال با کارت حافظهٔ دوستتان تیلز را راه‌اندازی کنید.

source: [[Manually install Tails onto another USB or SD card|installation/manual]] and start *Tails Installer* from it.
de: [[Tails manuell auf einen anderen USB-Stick oder eine andere SD-Karte installieren|installation/manual]] und den *Tails Installer* davon starten.
fa: [[تیلز را دستی روی یک درایو یو‌اس‌بی یا یک کارت حافظهٔ دیگر نصب|installation/manual]] و*نصب‌کننده تیلز* را از آن راه‌اندازی کنید.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
de: 2. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> um den <span class="application">Tails Installer</span> zu starten.

source: Plug the device onto which you want to install Tails.
de: Schließen Sie das Medium an, auf welches Sie Tails installieren möchten.
fa: ابزاری را که می‌خواهید تیلز را روی آن نصب کنید، وصل کنید.

source: A new device, which corresponds to the USB stick or SD card, appears in the <span class="guilabel">Target Device</span> drop-down list.
de: Ein neues Medium, welches dem USB-Stick oder der SD-Karte entspricht, taucht in der <span class="guilabel">Zielmedium</span> Auswahl-Liste auf.
fa: یک ابزار جدید، که مربوط به همان درایو یو‌اس‌بی یا کارت حافظه است در فهرست کشویی <span class="guilabel">ابزار هدف</span> ظاهر می‌شود.

source: Choose this new device from the <span class="guilabel">Target Device</span> drop-down list.
de: Wählen Sie dieses neue Medium von der <span class="guilabel">Zielmedium</span> Auswahl-Liste aus.
fa: ابزار جدید را از فهرست کشویی <span class="guilabel">ابزار هدف</span> انتخاب کنید.

source: <ul> <li><strong>All the data on the installed device will be lost.</strong></li> <li><strong>This operation does not [[securely delete|encryption_and_privacy/secure_deletion]] the lost data on the installed device.</strong></li> <li><strong>This operation does not copy the persistent volume of the device which is being cloned.</strong></li> </ul>
de: <ul> <li><strong>Alle Daten auf dem Zielmedium gehen verloren</strong></li> <li><strong>Die verlorenen Daten auf dem Zielmedium werden [[nicht sicher gelöscht|encryption_and_privacy/secure_deletion]] </strong></li> <li><strong>Dieser Vorgang kopiert nicht den verschlüsselten beständigen Speicherbereich des Mediums, von dem geklont wird, mit</strong></li> </ul>
fa: <ul> <li><strong>تمام داده‌های روی ابزار نصب‌شده پاک خواهند شد.</strong></li> <li><strong>این عملیات داده‌های پاک‌شده را [[به طور امن پاک نمی‌کند |encryption_and_privacy/secure_deletion]]</strong></li> <li><strong>این فرآیند درایو مانای موجود روی ابزار همتاسازی‌شده را کپی نمی‌کند. </strong></li> </ul>

source: To start the installation, click on the <span class="button">Install Tails</span> button.
de: Um die Installation zu starten klicken Sie bitte auf die <span class="button">Tails installieren</span> Schaltfläche.
fa: برای آغاز نصب، روی دکمه <span class="button">نصب تیلز</span> کلیک کنید.

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
de: Lesen Sie den Warnhinweis im Pop-Up Fenster. Klicken Sie zum Bestätigen auf die <span class="button">Ja</span> Schaltfläche.
fa: پیغام هشدار را در پنجرهٔ واشو بخوانید. برای تأیید روی دکمهٔ <span class="button">بله</span> کلیک کنید.

source: <p>After the installation completes, you can [[start Tails|start_tails]] from this new device.</p>
de: <p>Nachdem die Installation abgeschlossen ist, können Sie von diesem neuen Medium [[Tails starten|start_tails]].</p>
fa: <p>پس از پایان نصب می‌توانید تیلز را از این دستگاه جدید [[راه‌اندازی کنید|start_tails]].</p>
