Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/media.*.po
Languages: fa

source: [[!meta title="Choosing between burning a DVD and installing onto a USB stick or SD card"]]
fa: [[!meta title="انتخاب بین ایجاد یک دی‌وی‌دی و نصب روی درایو یواس‌بی یا کارت حافظه"]]

source: DVD ===
fa: دی‌وی‌دی ===

source: DVDs are read-only so your Tails can't be altered by a virus or an attacker.
fa: دی‌وی‌دی‌ها را تنها می‌توان خواند بنابراین تیلز شما روی دی‌وی‌دی در معرض خطر ویروس‌ها یا هکرها نیست.

source: DVDs are cheap but you will need to burn a new DVD each time you update your version of Tails.
fa: دی‌وی‌دی ارزان است اما باید برای هر نسخه‌ی جدید تیلز از یک دی‌وی‌دی جدید استفاده کنید.

source: You could also use a DVD-RW but those are not read-only.
fa: همچنین می‌توان از دی‌وی‌دی قابل بازیابی (DVD-RW) استفاده کنید که هم می‌توان آن را خواند و هم روی آن نوشت.

source: USB stick or SD card
fa: درایو یواس‌بی یا کارت حافظه

source: An attacker with physical access to your device or through a virus could alter your Tails.
fa: کسی که با یک آدرس فیزیکی یا یک ویروس به دستگاه شما حمله می‌کند می‌تواند تیلز شما را دست‌کاری کند.

source: USB sticks and SD cards can be upgraded to future versions of Tails.
fa: استفاده از درایو یواس‌بی و کارت حافظه امکان ارتفاء به نسخه‌های جدیدتر تیلز را امکان‌پذیر می‌کند.

source: You can use [[persistence|doc/first_steps/persistence]] and store your documents and configuration in an encrypted persistent volume on the same device.
fa: می‌توانید از حالت [[مانا|doc/first_steps/persistence]] استفاده کنید. با این کار اطلاعات و تنظیم‌های تیلز روی یک درایو مانا و روی یک دستگاه ذخیره می‌شود.

source: USB sticks and SD cards are smaller to fit in your pocket.
fa: درایوهای یواس‌بی و کارت‌های حافظه کوچک‌تر هستند و در جیب شما جا می‌شوند.

source: Some older computers might not be able to start from a USB stick or SD card.
fa: ممکن است بعضی رایانه‌های قدیمی امکان راه‌اندازی درایو یواس‌بی یا کارت حافظه را نداشته باشند.

source: Some USB sticks, SD cards, or SD card adapters have a read-only switch that can prevent your Tails from being altered, but be aware that this protection is most probably not ensured by the device itself: do not rely on untrusted computers to respect this feature.
fa: بعضی درایوهای یواس‌بی، کارت‌های حافظه یا تبدیل‌گرهای کارت‌های حافظه یک سویچ تبدیل به حالت «تنها قابل خواندن» دارند که باعث می‌شود تیلز شما از خطر دستکاری مصون بماند، اما بدانید که دستگاه شما تضمین‌کنندهٔ این محافظت از تیلز نیست: انتظار نداشته باشید که رایانه‌های غیرقابل اعتماد به این ویژگی اعتنایی کنند.
