Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/persistence.*.po
Languages: fa

source: [[!meta title="Encrypted persistence"]]
fa: [[!meta title="مانای رمزگذاری‌شده"]]

source: If you start Tails from a USB stick or SD card, you can create a persistent volume in the free space left on the device by <span class="application">Tails Installer</span>. The files in the persistent volume are saved encrypted and remain available across separate working sessions.
fa: اگر تیلز را از روی درایو یواس‌بی یا کارت حافظه راه‌اندازی می‌کنید، می‌توانید با استفاده از <span class="application">نصب کنندهٔ تیلز</span> یک درایو مانا در فضای خالی روی دستگاه‌تان ایجاد کنید. فایل‌های روی درایو مانا به صورت رمزگذاری شده ذخیره می‌شوند و برای نشست‌های کاری جداگانه قابل استفاده‌اند.

source: <p>It is only possible to create a persistent volume if the device, USB stick or SD card, was installed using <span class="application">[[Tails Installer|doc/first_steps/installation]]</span>.</p>
fa: <p>تنها راه ممکن برای ایجاد درایوی مانا این است که دستگاه، یواس‌بی یا کارت حافظه‌ای که روی آن نصب می‌شود از <span class="application">[[نصب کنندهٔ تیلز|doc/first_steps/installation]]</span> استفاده کند.</p>

source: <p>This requires a USB stick or SD card of <strong>at least 4 GB</strong>.</p>
fa: <p>برای این کار نیاز به یک درایو یواس‌بی یا کارت حافظه‌ای با <strong>حداقل ۴ گیگابایت فضا</strong> دارید.</p>

source: You can use this persistent volume to store different kinds of files:
fa: با استفاده از این درایو مانا می‌توانید فایل‌های مختلفی را نگهداری کنید:

source: your personal files and working documents
fa: فایل‌های شخصی شما و مستنداتی که روی آن‌ها کار می‌کنید

source: the software packages that you download and install in Tails
fa: بسته‌های نرم‌افزاری که دانلود و روی تیلز نصب می‌کنید

source: the configuration of the programs you use
fa: تنظیمات برنامه‌هایی که استفاده می‌کنید

source: your encryption keys
fa: کلیدهای رمزگذاری شما

source: The persistent volume is an encrypted partition protected by a passphrase.
fa: درایو مانا یک درایو رمزگذاری شده است که با یک گذرواژه محافظت می‌شود.

source: Once the persistent volume is created, you can choose to activate it or not each time you start Tails.
fa: وقتی درایو مانا ساخته می‌شود، هر بار که تیلز را راه‌اندازی می‌کنید می‌توانید انتخاب کنید که فعال شود یا نه.

source: How to use the persistent volume =================================
fa: چگونه از درایو مانا استفاده کنیم =================================

source: [[Warnings about persistence|first_steps/persistence/warnings]]
fa: [[هشدارهایی درباره‌ی مانا|first_steps/persistence/warnings]]

source: [[Create & configure the persistent volume|first_steps/persistence/configure]]
fa: [[ساخت و تنظیم درایو مانا|first_steps/persistence/configure]]

source: [[Enable & use the persistent volume|first_steps/persistence/use]]
fa: [[فعال کردن و استفاده از درایو مانا|first_steps/persistence/use]]

source: [[Change the passphrase of the persistent volume|first_steps/persistence/change_passphrase]]
fa: [[تغییر گذرواژهٔ درایو مانا|first_steps/persistence/change_passphrase]]

source: [[Manually copy your persistent data to a new device|first_steps/persistence/copy]]
fa: [[کپی کردن دستی داده‌های مانا روی یک دستگاه جدید|first_steps/persistence/copy]]

source: [[Check the file system of the persistent volume|first_steps/persistence/check_file_system]]
fa: [[بررسی نسخهٔ فایل درایو مانا|first_steps/persistence/check_file_system]]

source: [[Delete the persistent volume|first_steps/persistence/delete]]
fa: [[پاک کردن درایو مانا|first_steps/persistence/delete]]
