Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/shutdown.*.po
Languages: fa

source: [[!meta title="Shutting down Tails"]]
fa: [[!meta title="خاموش کردن تیلز"]]

source: There are several ways of shutting down Tails:
fa: برای خاموش کردن تیلز راه‌های مختلفی وجود دارد:

source: By clicking on the [[system shutdown icon|introduction_to_gnome_and_the_tails_desktop#shutdown]] located in the upper right corner of the notification area and choosing <span class="guimenuitem">Shutdown Immediately</span> or <span class="guimenuitem">Reboot Immediately</span>.
fa: کلیک کردن روی [[نمایهٔ خاموش کردن دستگاه|introduction_to_gnome_and_the_tails_desktop#shutdown]] که در گوشهٔ بالا سمت چپ قرار دارد (قسمت مربوط به هشدارها) و انتخاب <span class="guimenuitem">خاموش کردن فوری</span> یا <span class="guimenuitem">راه‌اندازی دوبارهٔ فوری</span>.

source: - By pressing the power button of the computer.
fa: - فشردن دکمهٔ خاموش روی رایانهٔ خود.

source: - By removing physically the device Tails is running from.
fa: - جدا کردن دستگاهی که تیلز روی آن اجرا می‌شود (درایو یواس‌بی یا کارت حافظه یا دی‌وی‌دی یا ...).

source: <p>This method might in rare occasions break the file system of your persistent volume. <strong>Use this method only in case of emergency.</strong></p>
fa: <p>به ندرت ممکن است این شیوه باعث نفوذ به فایل سیستمی درایو مانای شما شود. <strong>از این شیوه تنها در مواقع اضطراری استفاده کنید.</strong></p>

source: <p>Using the [[<span class="guilabel">read-only</span> option|persistence/use]] of the persistent volume prevents this problem.</p>
fa: <p>استفاده از [[گزینهٔ <span class="guilabel">تنها خواندن</span> |persistence/use]] درایو مانا، از وقوع این مشکل جلوگیری می‌کند.</p>

source: <p>If you cannot enable persistence after using this method, you should be able to recover most of your data by doing a [[file system check on the persistent volume|persistence/check_file_system]].</p>
fa: <p>اگر پس از استفاده کردن از این شیوه نتوانستید مانا را فعال کنید، باید قادر به بازیابی بیشتر داده‌های خود با استفاده از [[بررسی فایل سیستمی روی درایو مانا|persistence/check_file_system]] باشید.</p>

source: This method does not work [[with DVD|support/known_issues#index11h2]], see [[!tails_ticket 5447]].
fa: این شیوه با [[دی‌وی‌دی|support/known_issues#index11h2]] کار نمی‌کند؛ [[!tails_ticket 5447]] ببینید.

source: This method does not work [[after using the <span class="application">Tails Installer</span>|support/known_issues#index10h2]], see [[!tails_ticket 5677]].
fa: [[پس از استفاده از <span class="application">نصب‌کنندهٔ تیلز </span>|support/known_issues#index10h2]]، این شیوه کار نمی‌کند. برای اطلاعات بیشتر [[!tails_ticket 5677]] ببینید.

source: While shutting down, the data stored in <span class="definition">[[!wikipedia Random-access_memory desc="RAM"]]</span> is erased to protect from [[cold boot attacks|doc/advanced_topics/cold_boot_attacks]].
fa: موقع خاموش کردن، داده‌های ذخیره شده در <span class="definition">[[!wikipedia Random-access_memory desc="حافظهٔ تصادفی"]]</span> پاک می‌شوند تا شما از [[حملهٔ راه‌اندازی سرد|doc/advanced_topics/cold_boot_attacks]] در امان بمانید.
