Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/startup_options.*.po
Languages: fa

source: [[!meta title="Startup options"]]
fa: [[!meta title="گزینه‌های راه‌اندازی"]]

source: When starting Tails, you can specify startup options to alter some of its basic functioning. The two ways of specifying startup options are the following:
fa: هنگام راه‌اندازی تیلز می‌توانید گزینه‌های خاصی برای راه‌اندازی انتخاب کنید تا حالت پیش‌فرض تغییر کند. دو راه تغییر گزینه‌های راه‌اندازی عبارتند از:

source: Using the <span class="application">boot menu</span>
fa: استفاده از <span class="application">فهرست راه‌اندازی</span>

source: The <span class="application">boot menu</span> is the first screen to appears when Tails starts.
fa: <span class="application">فهرست راه‌اندازی</span> نخستین صفحه‌ای است که هنگام راه‌اندازی تیلز به نمایش در می‌آید.

source: The <span class="guilabel">failsafe</span> mode disables some features of the kernel and might work better on some computers. You can try this option if you think you are experiencing errors related to hardware compatibility while starting Tails.
fa: حالت <span class="guilabel">failsafe</span> برخی از ویژگی‌های کرنل را غیر فعال می‌کند و ممکن است روی برخی رایانه‌ها به خوبی کار کند. در صورتی فکر می‌کنید هنگاه راه‌اندازی با خطاهایی مرتبط با سازگاری سخت‌افزارها مواجه می‌شوید از این گزینه استفاده کنید.

source: To add a boot option, press <span class="keycap">Tab</span> when the <span class="application">boot menu</span> appears. A list of boot options appears at the bottom of the screen.
fa: برای افزودن فهرست راه‌اندازی، وقتی که <span class="application">فهرست راه‌اندازی</span> نمایان شد دکمهٔ <span class="keycap">Tab</span> را بزنید. فهرستی از گزینه‌های راه‌اندازی در پایین صفحه نمایش داده می‌شود.

source: [[!img boot-menu-with-options.png link=no alt="Black screen with Tails artwork. 'Boot menu' with two options 'Live' and 'Live (failsafe)'. At the bottom, a list of options ending with 'noautologin quiet_'"]]
fa: [[!img boot-menu-with-options.png link=no alt="صفحهٔ سیاه با طرح تیلز فهرست راه‌اندازی با دو گزینهٔ «زنده» و «زنده failsafe». در پایین صفحه فهرستی از گزینه‌ها می‌بینید که «noautologin quiet» آخرین آن‌ها است._'"]]

source: Press <span class="keycap">Space</span>, and type the boot option that you want to add.
fa: دکمهٔ <span class="keycap">Space</span> را فشار دهید و گزینهٔ راه‌اندازی که قصد اضافه کردن آن را دارید تایپ کنید.

source: If you want to add more than one boot option, type them one after the other, and separate them by a <span class="keycap">Space</span>.
fa: اگر قصد اضافه کردن بیش از یک گزینهٔ راه‌اندازی دارید، آن‌ها را یکی پس از دیگری تایپ و با یک <span class="keycap">Space</span> از هم جدا کنید.

source: Then press <span class="keycap">Enter</span> to start Tails.
fa: سپس کلید <span class="keycap">Enter</span> را فشار دهید تا تیلز راه‌اندازی شود.

source: Here is a list of options that you can add to the <span class="application">boot menu</span>:
fa: این‌جا فهرستی از گزینه‌هایی می‌بینید که می‌توانید به <span class="application">فهرست منو </span> اضافه کنید:

source: <span class="command">i2p</span>, to enable [[I2P|anonymous_internet/I2P]]
fa: <span class="command">i2p</span>برای فعال کردن [[I2P|anonymous_internet/I2P]]

source: Using <span class="application">Tails Greeter</span>
fa: استفاده از <span class="application">خوشامدگوی تیلز</span>

source: <span class="application">Tails Greeter</span> is the set of dialogs that appear after the <span class="application">boot menu</span>, but before the <span class="application">GNOME Desktop</span> appears. This is how to first screen of <span class="application">Tails Greeter</span> looks like:
fa: <span class="application">خوشامدگوی تیلز</span> مجموعه‌ای از نوشته‌ها است که پس از <span class="application">فهرست راه‌اندازی</span> و پیش از <span class="application">دسکتاپ گنوم</span> نمایش داده می‌شود. این تصویر نمایی از <span class="application">خوشامدگوی تیلز</span> است.

source: [[!img tails-greeter-welcome-to-tails.png link=no alt="Welcome to Tails. More options? Yes, and No toggle button, and Login button."]]
fa: [[!img tails-greeter-welcome-to-tails.png link=no alt="به تیلز خوش آمدید. گزینه‌های بیشتری در نظر دارید؟ دکمه‌های بله و خیر و دکمهٔ ورود."]]

source: **To start Tails without options**, click on the <span class="button">Login</span> button, or just press <span class="keycap">Enter</span>.
fa: **برای راه‌اندازی تیلز بدون گزینه‌های راه‌اندازی** دکمهٔ <span class="button">ورود</span> یا تنها دکمهٔ <span class="keycap">Enter</span> را فشار دهید.

source: **To start Tails in languages other than English**, select the one you want from the menu at the bottom of the screen. You can also adapt your country and keyboard layout. When you do that, <span class="application">Tails Greeter</span> itself switches language.
fa: **برای راه‌اندازی تیلز با زبان‌هایی به جز انگلیسی** زبان مورد نظر خود را از فهرست پایین صفحه انتخاب کنید. همچنین می‌توانید کشور و آرایش صفحه‌کلید خود را انتخاب کنید. پس از انجام این کار<span class="application">خوشامدگوی تیلز</span> خودش زبان را عوض می‌کند.

source: Here is a list of options that you can set using <span class="application">Tails Greeter</span>:
fa: این‌جا فهرستی از گزینه‌هایی که می‌توانید در <span class="application"> خوشامدگوی تیلز</span> تغییر دهید آمده است:

source: [[Administration password|administration_password]]
fa: [[گذرواژهٔ مدیریتی|administration_password]]

source: [[MAC address spoofing|mac_spoofing]]
fa: [[جا زدن آدرس مک|mac_spoofing]]

source: Problems booting?
fa: هنگام راه‌اندازی به مشکل برخورده‌اید؟

source: If you have problems booting Tails, please read the [[following guidelines|doc/first_steps/bug_reporting/tails_does_not_start]].
fa: اگر هنگام راه‌اندازی تیلز به مشکل برخورده‌اید، لطفاً [[این راهنما|doc/first_steps/bug_reporting/tails_does_not_start]] را بخوانید.
