Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/start_tails.*.po
Languages: de

source: [[!meta title="Start Tails"]]
de: [[!meta title="Starten Sie Tails!"]]

source: Now that you have a Tails device, you can shutdown your computer and start using Tails without altering your existing operating system.
de: Nun, da Sie ein Tails Medium haben, können Sie Ihren Computer herunterfahren und mit der Verwendung von Tails beginnen, ohne Ihr existierendes Betriebssystem zu verändern.

source: If Tails starts successfully, the Tails boot menu appears:
de: Wenn Tails erfolgreich startet, erscheint das Tails Startmenü:

source: If you are using a DVD
de: Wenn Sie eine DVD verwenden

source: Put the Tails DVD into the CD/DVD drive and restart the computer. You should see the Tails boot menu.
de: Legen Sie die Tails DVD in das CD/DVD Laufwerk ein und starten Sie dann den Computer neu. Sie sollten das Tails Startmenü sehen.

source: If you don't get this menu, you can consult the Ubuntu documentation about [booting from the CD](https://help.ubuntu.com/community/BootFromCD) for more information, especially the part on the [BIOS settings](https://help.ubuntu.com/community/BootFromCD#BIOS%20is%20not%20set%20to%20boot%20from%20CD%20or%20DVD%20drive).
de: Wenn dieses Menü nicht zu sehen ist, können Sie in der Ubuntu Dokumentation über das [Starten von CD](https://help.ubuntu.com/community/BootFromCD) nachlesen, insbesondere den Abschnitt zu den [BIOS Einstellungen](https://help.ubuntu.com/community/BootFromCD#BIOS_is_not_set_to_boot_from_CD_or_DVD_drive).

source: If you are using a USB stick or SD card
de: Wenn Sie einen USB-Stick oder eine SD-Karte verwenden

source: According to your type of computer, read the instructions for either [[PC|start_tails#usb-pc]] or [[Mac|start_tails#usb-mac]].
de: Je nachdem was für einen Computer Sie verwenden, lesen Sie entweder die Anleitung zu [[PC|start_tails#usb-pc]] oder [[Mac|start_tails#usb-mac]].

source: Shutdown the computer, plug your device, and start the computer. You should see the Tails boot menu.
de: Fahren Sie den Computer herunter, schließen Sie Ihr Speichermedium an und starten Sie den Computer. Sie sollten das Tails Startmenü sehen.

source: If your computer does not automatically do so, you might need to edit the BIOS settings. Restart your computer, and watch for a message telling you which key to press to enter the BIOS setup. It will usually be one of <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Del</span>, <span class="keycap">Esc</span> or <span class="keycap">F10</span>. Press this key while your computer is booting to edit your BIOS settings.
de: Wenn Ihr Computer dies nicht automatisch macht, müssen Sie vielleicht die BIOS Einstellungen ändern. Starten Sie den Computer neu und halten Sie nach einem Hinweis Ausschau, welche Taste Sie drücken müssen, um in das BIOS Setup zu gelangen. Normalerweise ist es eine der folgenden Tasten: <span class="keycap">F1</span>, <span class="keycap">F2</span>, <span class="keycap">Entf</span>, <span class="keycap">ESC</span> oder <span class="keycap">F10</span>. Halten Sie diese Taste gedrückt, während der Computer startet, um die BIOS Einstellungen zu ändern.

source: If you have problems accessing the BIOS, try to read [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/).
de: Wenn Sie Probleme haben in das BIOS zu gelangen, können Sie [pendrivelinux.com: How to Access BIOS](http://www.pendrivelinux.com/how-to-access-bios/) versuchen.

source: 1. You need to edit the <span class="guilabel">Boot Order</span>. Depending on your computer you should see an entry for <span class="guilabel">removable drive</span> or <span class="guilabel">USB media</span>. Move this to the top of the list to force the computer to attempt to start from your device before starting from the internal hard disk. Save your changes and continue.
de: 1. Sie müssen die <span class="guilabel">Startreihenfolge</span> (Boot Order) ändern. Abhängig von Ihrem Computer sollten Sie einen Eintrag wie <span class="guilabel">removable drive</span> oder <span class="guilabel">USB media</span> sehen. Setzen Sie diesen an den Anfang der Liste, um den Computer anzuweisen, zuerst zu versuchen, von Ihrem Speichermedium zu starten, bevor von der internen Festplatte gestartet wird. Speichern Sie die Änderungen und fahren Sie fort.

source: For more detailed instruction on how to boot from USB you can read [About.com: How To Boot your Computer from a Bootable USB Device](http://pcsupport.about.com/od/tipstricks/ht/bootusbflash.htm).
de: Für genauere Anweisungen wie man von USB startet, lesen Sie [wiki.ubuntuusers.de: Live-USB] (http://wiki.ubuntuusers.de/Live-USB).

source: If changing the boot order is not enough, you can also try the following BIOS configurations. Try restarting after each change, as each one might solve your problem.
de: Falls das Ändern der Startreihenfolge nicht ausreicht, können Sie auch die folgenden BIOS Einstellungen probieren. Versuchen Sie nach jeder Änderung neu zu starten, da jede einzelne Ihr Problem möglicherweise lösen könnte.

source: Disable Fast boot and Secure boot.
de: Deaktivieren Sie Fast Boot und Secure Boot.

source: If the computer is configured to start with legacy BIOS, try to configure it to start with UEFI. Else, if the computer is configured to start with UEFI, try to configure it to start with legacy BIOS. Try any of the following options if available:
de: Wenn der Computer eingstellt ist, mit Legacy BIOS zu starten, versuchen Sie ihn zu konfigurieren, mit UEFI zu starten. Anderenfalls, wenn der Computer eingestellt ist, mit UEFI zu starten, versuchen Sie ihn zu konfigurieren, mit Legacy BIOS zu starten. Versuchen Sie, falls verfügbar, jede dieser Optionen:

source: Enable Legacy mode
de: Aktivieren Sie den Legacy Modus

source: Enable CSM boot
de: Aktivieren Sie CSM Boot

source: Disable UEFI
de: Deaktivieren Sie UEFI

source: You might have to undo these changes to start your usual operating system again after your Tails session.
de: Möglicherweise müssen Sie diese Änderungen rückgängig machen, um Ihr reguläres Betriebssystem nach Ihrer Tails Sitzung erneut zu starten.

source: You can also try to upgrade your BIOS version. Your computer vendor probably has instructions on how to do that on their website.
de: Sie können auch versuchen, Ihre BIOS Version zu aktualisieren. Ihr Computerhersteller hat möglicherweise Anweisungen auf der Website, wie dies erledigt wird.

source: Shutdown the computer, plug your device, start the computer, and immediately press-and-hold <span class="keycap">Option</span> until a boot menu appears. In that boot menu, choose the entry that reads <span class="guimenuitem">Boot EFI</span> and looks like a USB stick.
de: Fahren Sie den Computer herunter, schließen Sie Ihr Speichermedium an, starten Sie den Computer neu und halten Sie sofort <span class="keycap">Option</span> gedrückt bis ein Bootmenü erscheint. Wählen Sie in diesem Menü den Eintrag, der <span class="guimenuitem">Boot EFI</span> lautet und wie ein USB-Stick aussieht.

source: Then you should see the Tails boot menu.
de: Anschließend sollten Sie das Tails Startmenü sehen.

source: If this does not work, then you might need to install [rEFInd](http://sourceforge.net/projects/refind/).
de: Falls dies nicht funktioniert, könnte es erforderlich sein [rEFInd](http://sourceforge.net/projects/refind/) zu installieren.

source: Installing rEFInd replaces your original bootloader.<br/> This could cause your Mac to not boot. It is recommended to create a full backup and know how to restore. See <a href="https://support.apple.com/kb/HT1427">Apple's instructions</a>.
de: Die Installation von rEFInd ersetzt Ihren ursprünglichen Bootloader.<br/> Dies kann zur Folge haben, dass Ihr Mac nicht mehr startet. Es wird empfohlen, ein komplettes Backup zu erstellen und zu wissen, wie es wiederhergestellt werden kann. Lesen Sie hierzu <a href="https://support.apple.com/kb/HT1427">die Anleitungen von Apple</a>.

source: Problems starting Tails?
de: Probleme beim Starten von Tails?

source: Read our specific [[reporting guidelines when Tails does not start|doc/first_steps/bug_reporting/tails_does_not_start]].
de: Lesen Sie unsere [[Melderichtlinien, falls Tails nicht startet|doc/first_steps/bug_reporting/tails_does_not_start.de]].

source: Using a virtualization software
de: Mit Virtualisierungssoftware

source: [[See the corresponding documentation.|advanced_topics/virtualization]]
de: [[Siehe die zugehörige Dokumentation.|advanced_topics/virtualization]]
