Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/upgrade.*.po
Languages: de, fa, fr

source: [[!meta title="Upgrading a Tails USB stick or SD card"]]
de: [[!meta title="Eine existierende Tails-Installation auf USB-Stick oder SD-Karte aktualisieren"]]
fa: [[!meta title="ارتقای یک درایو یواس‌بی یا کارت حافظهٔ حاوی تیلز"]]
fr: [[!meta title="Mettre à jour une clé USB ou une carte SD Tails"]]

source: Our upgrades always fix important security issues so it is important to do them as soon as possible.
de: Unsere Aktualisierungen beheben immer wichtige Sicherheitslücken, also ist es wichtig, diese so schnell wie möglich durchzuführen.
fa: ارتقاهای ما همواره مسائل امنیتی مهم را درست می‌کنند، بنابراین به کار بستن فوری این ارتقاها مهم است.
fr: Nos mises à jour corrigent toujours d'importants problèmes de sécurité c'est pourquoi il est important de les faire dès que possible.

source: Both techniques only work if the upgraded device, USB stick or SD card, was installed using <span class="application">Tails Installer</span>. **The persistent storage on the device will be preserved.**
de: Beide Methoden funktionieren nur, wenn das zu aktualisierende Speichermedium, der USB-Stick oder die SD-Karte, mithilfe des <span class="application">Tails Installers</span> installiert wurden. **Die beständige Speicherpartition auf dem Speichermedium wird erhalten.**
fa: هر دو روش تنها در صورتی کار می‌کنند که دستگاه، یواس‌بی یا کارت حافظهٔ ارتقایافته با استفاده از <span class="application">خوشامدگوی تیلز</span> نصب شده باشند. **ذخیرهٔ مانا روی دستگاه حفظ خواهد شد.**
fr: Les deux procédures ne fonctionnent que si le périphérique mis à jour, clé USB ou carte SD, a été installée via l'<span class="application">Installeur de Tails</span>. **L'espace persistant du périphérique sera préservé.**

source: Automatic upgrade using <span class="application">Tails Upgrader</span>
de: Automatische Aktualisierung mit Hilfe des <span class="application">Tails Upgraders</span>
fa: ارتقای خودکار با استفاده از <span class="application">ارتقاگر تیلز</span>
fr: Mise à jour automatique avec le <span class="application">Tails Upgrader</span>

source: After starting Tails and connecting to Tor, <span class="application">Tails Upgrader</span> automatically checks if upgrades are available and then proposes you to upgrade your device. The upgrades are checked for and downloaded through Tor.
de: Nach dem Start von Tails und dem Herstellen einer Verbindung zu Tor prüft der <span class="application">Tails Upgrader</span> automatisch, ob Aktualisierungen verfügbar sind und schlägt Ihnen dann vor, ihr Speichermedium zu aktualisieren. Die Suche nach Aktualisierungen und der Download werden über Tor durchgeführt.
fa: پس از راه‌اندازی تیلز و وصل شدن به تور <span class="application">ارتقاگر تیلز</span> خودکار بررسی می‌کند که آیا ارتقایی وجود دارد یا خیر و سپس به شما پیشنهاد ارتقای دستگاهتان را می‌دهد. ارتقاها بررسی شده و از طریق تور دانلود می‌شوند.
fr: Après le démarrage de Tails et la connexion à Tor, le <span class="application">Tails Upgrader</span> vérifie automatiquement si des mises à jour sont disponibles et vous propose le cas échéant de mettre à jour votre périphérique. Les mises à jour sont vérifiées et téléchargées via Tor.

source: The advantages of this technique are the following:
de: Dieses Vorgehen halt folgende Vorteile:
fa: مزایای این روش عبارتند از:
fr: Les avantages de cette technique sont les suivants :

source: You only need a single Tails device. The upgrade is done on the fly from a running Tails. After upgrading, you can restart and use the new version.
de: Sie benötigen nur ein einziges Tails Speichermedium. Die Aktualisierung wird während des Betriebes eines laufenden Tails durchgeführt. Nach der Aktualisierung können Sie einen Neustart durchführen und die neue Version verwenden.
fa: تنها نیاز به یک دستگاه تیلز دارید. ارتقا از یک دستگاه در حال اجرای تیلز انجام می‌شود. پس از ارتقا می‌تواند رایانهٔ خود را دوباره راه‌اندازی کرده و از نسخهٔ جدید استفاده کنید.
fr: Vous avez uniquement besoin d'un seul périphérique Tails. La mise à jour est faite à la volée depuis un Tails en cours d'utilisation. Après la mise à jour, vous pouvez redémarrer et utiliser directement la nouvelle version.

source: The upgrade is much smaller to download than a full ISO image.
de: Die Aktualisierung ist viel kleiner als der Download eines kompletten ISO-Abbildes.
fa: یک ارتقا بسیار کم‌حجم‌تر از یک تصویر کامل ایزو است.
fr: La mise à jour est beaucoup plus petite à télécharger qu'une image ISO complète.

source: The upgrade mechanism includes cryptographic verification of the upgrade. You don't have to verify the ISO image yourself anymore.
de: Der Aktualisierungsvorgang enthält eine kryptografische Verifizierung der Aktualisierung. Es ist nicht mehr nötig, dass Sie das ISO-Abbild selbst verifizieren müssen.
fa: سازوکار ارتقا شامل تأیید رمزنگاری‌شدهٔ ارتقا است. دیگر نیازی نیست که خودتان تصویر ایزو را تأیید کنید.
fr: Le mécanisme de mise à jour inclut une vérification cryptographique de la mise à jour. Vous n'avez plus à vérifier l'image ISO vous-même.

source: Requirements:
de: Vorraussetzungen:
fa: موارد موردنیاز:
fr: Pré-requis :

source: A Tails device, USB stick or SD card, installed using <span class="application">Tails Installer</span>.
de: Ein Tails Speichermedium, USB-Stick oder SD-Karte, das mit Hilfe des <span class="application">Tails Installers</span> installiert wurde.
fa: یک دستگاه، یواس‌بی یا کارت حافظهٔ تیلز که با استفاده از <span class="application">خوشامدگوی تیلز</span> نصب شده باشد.
fr: Un périphérique Tails, clé USB ou carte SD, installé avec l'<span class="application">Installeur de Tails</span>.

source: An Internet connection.
de: Eine Internetverbindung.
fa: اتصال به اینترنت.
fr: Une connexion Internet.

source: After connecting to Tor, if an upgrade is available, a dialog box appears and proposes you to upgrade your device.
de: Nachdem eine Verbindung zu Tor aufgebaut wurde, wird, falls eine Aktualisierung verfügbar ist, ein Dialogfenster erscheinen und Ihnen vorschlagen, Ihr Speichermedium zu aktualisieren.
fa: پس از وصل شدن به تور اگر ارتقایی وجود داشته باشد یک پنجرهٔ گفتگو باز می‌شود و به شما پیشنهاد می‌کند دستگاهتان را ارتقا دهید.
fr: Après connexion à Tor, si une mise à jour est disponible, une boîte de dialogue apparaît et vous propose de mettre à jour votre périphérique.

source: <ul> <li>It is recommended to close all the open applications during the upgrade.</li> <li>Downloading the upgrade might take a long time, from several minutes to a few hours.</li> <li>The networking will be disabled after downloading the upgrade.</li> </ul>
de: <ul> <li>Es wird empfohlen während der Aktualisierung alle Anwendungen zu schließen.</li> <li>Das Herunterladen der Aktualisierung kann eine lange Zeit in Anspruch nehmen, von ein paar Minuten bis zu einigen Stunden.</li> <li>Die Netzwerkfuntionen werden nach dem Download der Aktualisierung deaktiviert.</li> </ul>
fa: <ul> <li>توصیه می‌شود تمام نرم‌افزارهای باز را هنگام ارتقا ببندید.</li> <li>دانلود کردن ارتقا ممکن است از چند دقیقه تا چندین ساعت طول بکشد.</li> <li>اتصال به شبکه پس از دانلود کردن ارتقا غیرفعال خواهد شد.</li> </ul>
fr: <ul> <li>Il est recommandé de fermer toutes les applications ouvertes pendant la mise à jour.</li> <li>Télécharger la mise à jour peut prendre du temps, de quelques minutes à plusieurs heures.</li> <li>La connexion réseau sera désactivée après le téléchargement de la mise à jour.</li> </ul>

source: If you decide to do the upgrade, click on <span class="guilabel">Upgrade now</span>, and follow the assistant through the upgrade process.
de: Wenn Sie sich zum Aktualisieren entscheiden, drücken Sie die <span class="guilabel">Jetzt aktualisieren</span> Schaltfläche und folgen Sie dem Assistenten durch den Aktualisierungsvorgang.
fa: اگر تصمیم به ارتقای تیلز گرفتید روی <span class="guilabel">ارتقا</span> کلیک و و از راهنما در طول روند ارتقا استفاده کنید.
fr: Si vous voulez faire la mise à jour, cliquez sur <span class="guilabel">Mettre à jour maintenant</span>, et suivez l'assistant à travers le processus de mise à jour.

source: If you missed an upgrade, each upgrade will be installed one after the other. For exemple, if you have a Tails 1.3 and the current version is 1.3.2, then the upgrade to 1.3.1 will be installed, and after you restart Tails, the upgrade to 1.3.2 will be installed.
de: Falls Sie eine Aktualisierung verpasst haben, wird jede Aktualisierung nacheinander installiert. Falls Sie zum Beispiel Tails 1.3 installiert haben und die aktuelle Version 1.3.2 ist, dann wird die Aktualisierung auf 1.3.1 installiert und nachdem Sie Tails neu gestartet haben, wird die Aktualisierung auf 1.3.2 installiert.
fa: اگر یک ارتقا را نصب نکرده‌اید، هر ارتقا پس از دیگری نصب می‌شود. برای نمونه، اگر تیلز ۱٫۳ دارید و نسخهٔ فعلی ۱٫۳٫۲ است، ابتدا نسخهٔ ۱٫۳٫۱ نصب می‌شود و پس از راه‌اندازی دوبارهٔ تیلز ارتقای ۱٫۳٫۲ آماده به نصب خواهد بود.
fr: Si vous avez raté une mise à jour, chaque mise à jour va être installée l'une après l'autre. Par exemple, si vous avez Tails 1.3 et que la version actuelle est la 1.3.2, la mise à jour vers la version 1.3.1 va être installée, et après le redémarrage de Tails, la mise à jour vers la version 1.3.2 va être installée.

source: <p>If you cannot upgrade at startup (for example if you have no network connection by then), you can start <span class="application">Tails Upgrader</span> later by opening a terminal and executing the following command:</p>
de: <p>Falls Sie beim Starten nicht aktualisieren können (zum Beispiel wenn Sie zu dem Zeitpunkt keine Netzwerkverbindung haben), können Sie den <span class="application">Tails Upgrader</span> später durch das Ausführen des folgenden Befehls starten:</p>
fa: <p>اگر نمی‌توانید هنگام راه‌اندازی ارتقا را نصب کنید (برای نمونه در آن مرحله هنوز به شبکه متصل نیستید) می‌توانید بعداً <span class="application">ارتقاگر تیلز</span> را با باز کردن یک پایانه و اجرای این فرمان راه‌اندازی کنید:</p>
fr: <p>Si vous ne pouvez pas mettre à jour au démarrage (par exemple si vous n'avez pas de connexion à un réseau au démarrage), vous pouvez lancer <span class="application">Tails Upgrader</span> plus tard en ouvrant un terminal et en exécutant la commande suivante :</p>

source: If an error occurs, the assistant proposes you to read one of the following pages:
de: Falls ein Fehler auftritt, schlägt Ihnen der Assistent vor, folgende Seiten zu lesen:
fa: اگر خطایی رخ دهد، راهنما به شا پیشنهاد می‌دهد یکی از صفحات زیر را بخوانید:
fr: Si une erreur se produit, l'assistant vous propose de lire l'une des pages suivantes :

source: If an error occurs while checking for available upgrades:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
de: Falls ein Fehler bei der Suche nach verfügbaren Aktualisierungen auftritt:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
fa: اگر هنگام گشتن برای ارتقاهای موجود خطایی رخ دهد:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.en.html|upgrade/error/check]]
fr: Si une erreur se produit lors de la vérification des mises à jour disponibles :<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/check.fr.html|upgrade/error/check]]

source: If an error occurs while download the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
de: Falls ein Fehler während des Downloads der Aktualisierung auftritt:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
fa: اگر خطایی هنگام دانلود ارتقا رخ دهد:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.en.html|upgrade/error/download]]
fr: Si une erreur se produit lors du téléchargement de la mise à jour :<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/download.fr.html|upgrade/error/download]]

source: If an error occurs while installing the upgrade:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
de: Falls ein Fehler während der Installation der Aktualisierung auftritt:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
fa: اگر هنگام نصب کردن ارتقاها خطایی رخ دهد:<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.en.html|upgrade/error/install]]
fr: Si une erreur se produit lors de l'installation de la mise à jour :<br/> [[file:///usr/share/doc/tails/website/doc/upgrade/error/install.fr.html|upgrade/error/install]]

source: Manual upgrade using <span class="application">Tails Installer</span>
de: Manuelles Aktualisieren mit Hilfe des <span class="application">Tails Installers</span>
fa: ارتقای دستی با استفاده از <span class="application">نصب‌کنندهٔ تیلز</span>
fr: Installation manuelle avec l'<span class="application">Installeur de Tails</span>

source: It might not always be possible to do an automatic upgrade as described above. For example, when:
de: Es ist eventuell nicht immer möglich, eine wie weiter oben beschriebene Aktualisierung durchzuführen. Zum Beispiel wenn:
fa: ممکن است همان‌طور که در بالا اشاره شد ممکن است ارتقای خودکار همیشه ممکن نباشد برای نمونه، هنگامی که:
fr: Il n'est parfois pas possible de faire une mise à jour automatique comme décrit ci-dessus. Par exemple lorsque :

source: No automatic upgrade is available from our website for this version.
de: Keine automatische Aktualisierung für diese Version auf unserer Webseite verfügbar ist.
fa: در تارنمای ما هیچ ارتقای خودکاری برای این نسخه وجود ندارد.
fr: Aucune mise à jour automatique n'est disponible depuis notre site web pour cette version.

source: The automatic upgrade is impossible for technical reasons (not enough memory, not enough free space on the device, etc.).
de: Die Aktualisierung aus technischen Gründen nicht möglich ist (kein ausreichender Arbeitsspeicher, nicht genügend freier Speicherplatz auf dem Speichermedium, usw.)
fa: ارتقای خودکار به دلایل فنی (نبود حافظهٔ کافی، نبود فضای کافی روی دستگاه و غیره) ممکن نیست.
fr: La mise à jour automatique est impossible pour des raisons techniques (pas assez de mémoire, pas assez d'espace libre sur le périphérique, etc.).

source: You want to upgrade from another Tails device which already has a newer version installed, for example when working offline.
de: Wenn Sie eine Aktualisierung über ein anderes Tails Speichermedium, welches bereits die neuere Version installiert hat, durchführen wollen, zum Beispiel, wenn Sie Offline arbeiten.
fa: قصد دارید دستگاه خود را با استفاده از دستگاه دیگر حاوی تیلز که نسخهٔ جدیدتری دارد ارتقا دهید، برای نمونه هنگامی که آفلاین هستید.
fr: Vous voulez mettre à jour depuis un autre périphérique Tails qui a déjà la dernière version d'installée, par exemple en travaillant hors ligne.

source: The automatic upgrade failed and you need to repair a Tails device.
de: Die automatische Aktualisierung fehlgeschlagen ist und Sie das Tails Speichermedium reparieren müssen.
fa: ارتقای خودکار متوقف شده و باید یک دستگاه تیلز را تعمیر کنید.
fr: La mise à jour automatique échoue et que vous devez réparer le périphérique Tails.

source: [[Upgrade by cloning from another device|upgrade#clone]] which already runs a newer version of Tails.
de: [[Durch Klonen von einem anderen Speichermedium aktualisieren|upgrade#clone]] auf welchem bereits eine neuere Version von Tails läuft.
fa: [[ارتقا با همتاسازی از دستگاهی دیگر|upgrade#clone]] که نسخهٔ جدیدتر تیلز روی آن وجود دارد.
fr: [[Mettre à jour en clonant à partir d'un autre périphérique|upgrade#clone]] qui contient déjà une version plus récente de Tails.

source: [[Upgrade from an ISO image|upgrade#from_iso]] of a newer version of Tails.
de: [[Von einem ISO-Abbild|upgrade#from_iso]] einer neueren Version von Tails aktualisieren.
fa: [[ارتقا با یک تصویر ایزو|upgrade#from_iso]] از نسخهٔ جدیدتر تیلز.
fr: [[Mettre à jour depuis une image ISO|upgrade#from_iso]] d'une version plus récente de Tails.

source: Like for installing, you need to start <span class="application">Tails Installer</span> from another media than the device that you want to upgrade.
de: Genauso wie zur Installation ist es notwendig den <span class="application">Tails Installer</span> von einem anderen Speichermedium zu starten, als von dem, welches Sie aktualisieren möchten.
fa: برای نمونه برای نصب باید <span class="application"> ارتقاگر تیلز</span> را از دستگاهی به جز دستگاهی که می‌خواهید ارتقا دهید راه‌اندازی کنید.
fr: Comme pour l'installation, vous avez besoin de démarrer l' <span class="application">Installeur de Tails</span> à partir d'un autre média que celui que vous souhaitez mettre à jour.

source: Start Tails from the DVD, USB stick, or SD card, that you want to clone from.
de: Starten Sie Tails von der DVD, dem USB-Stick oder der SD-Karte, von der oder dem Sie klonen möchten.
fa: تیلز را از دی‌وی‌دی، درایو یواس‌بی یا کارت حافظه‌ای که می‌خواهید آن را یکتاسازی کنید راه‌اندازی کنید.
fr: Démarrez Tails depuis le DVD, la clé USB ou la carte SD, depuis lequel vous voulez cloner.

source: 2. Choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> to start <span class="application">Tails Installer</span>.
de: 2. Wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Tails Installer</span> </span> um den <span class="application">Tails Installer</span> zu starten.
fr: 2. Choisissez <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Programme d'installation Tails</span> </span> pour lancer l'<span class="application">Installeur de Tails</span>.

source: Plug the device that you want to upgrade.
de: Schließen Sie das Speichermedium an, das Sie aktualisieren möchten.
fa: دستگاهی که می‌خواهید ارتقایش دهید را وصل کنید.
fr: Insérez le périphérique que vous souhaitez mettre à jour.

source: A new device, which corresponds to the USB stick or SD card, appears in the <span class="guilabel">Target Device</span> drop-down list.
de: Ein neues Speichermedium, welches dem USB-Stick oder der SD-Karte entspricht, erscheint in der <span class="guilabel">Zielmedium</span> Auswahl-Liste.
fa: یک ابزار جدید، که مربوط به همان درایو یو‌اس‌بی یا کارت حافظه است در فهرست کشویی <span class="guilabel">ابزار هدف</span> ظاهر می‌شود.
fr: Un nouveau périphérique, qui correspond à la clé USB ou carte SD, apparaît dans la liste déroulante des <span class="guilabel">Périphériques cibles</span>.

source: Choose the device from the <span class="guilabel">Target Device</span> drop-down list.
de: Wählen Sie das Medium aus der <span class="guilabel">Zielmedium</span> Auswahl-Liste aus.
fa: دستگاه مورد نظر را از فهرست کشویی <span class="guilabel">دستگاه هدف</span> انتخاب کنید.
fr: Choisissez le périphérique dans la liste déroulante des <span class="guilabel">Périphériques cibles</span>.

source: To start the upgrade, click on the <span class="button">Install Tails</span> button.
de: Um die Aktualisierung zu starten klicken Sie bitte auf die <span class="button">Tails Installieren</span> Schaltfläche.
fa: برای آغاز ارتقا روی دکمهٔ <span class="button">نصب تیلز</span> کلیک کنید.
fr: Pour commencer la mise à jour, cliquez sur le bouton <span class="button">Installer Tails</span> .

source: Read the warning message in the pop-up window. Click on the <span class="button">Yes</span> button to confirm.
de: Lesen Sie die Warnung im Pop-up-Fenster. Klicken Sie auf die <span class="button">Ja</span>-Schaltfläche um zu bestätigen.
fa: پیغام هشدار را در پنجرهٔ واشو بخوانید. برای تأیید روی دکمهٔ <span class="button">بله</span> کلیک کنید.
fr: Lisez le message d'avertissement dans le champ de texte. Cliquez sur le bouton <span class="button">Oui</span> pour confirmer.

source: Upgrade from ISO
de: Von ISO aktualisieren
fr: Mettre à jour à partir d'une image ISO

source: Start Tails from another DVD, USB stick, or SD card, than the device that you want to upgrade.
de: Starten Sie Tails von einer anderen DVD, USB-Stick oder SD-Karte, als von dem Speichermedium, das Sie aktualisieren möchten.
fa: تیلز را با کمک یک دی‌وی‌دی، درایو یواس‌بی یا کارت حافظهٔ دیگر ارتقا دهید.
fr: Démarrez Tails depuis un autre DVD, clé USB ou carte SD, que le périphérique que vous voulez mettre à jour.

source: Choose <span class="guilabel">Upgrade from ISO</span>.
de: Wählen Sie <span class="guilabel">Von ISO aktualisieren</span>.
fa: <span class="guilabel">ارتقا از ایزو</span> را انتخاب کنید.
fr: Choisissez <span class="guilabel">Mettre à jour depuis une image ISO</span>.

source: Click on the <span class="guilabel">Browse</span> button to specify the location of the ISO image.
de: Wählen Sie die <span class="guilabel">Durchsuchen</span>-Schaltfläche aus, um den Speicherort des ISO-Abbildes zu wählen.
fa: برای مشخص کردن مکان تصویر ایزو، روی دکمهٔ <span class="guilabel">مرور</span> کلیک کنید.
fr: Cliquez sur le bouton <span class="guilabel">Parcourir</span> pour désigner l'emplacement de l'image ISO.

source: If the ISO image is saved on another media, plug it if necessary and click on the corresponding device in the <span class="guilabel">Places</span> column.
de: Falls das ISO-Abbild auf einem anderen Speichermedium gespeichert ist, schließen Sie dieses, wenn nötig, an und wählen Sie das entsprechende Speichermedium in der Spalte <span class="guilabel">Orte</span> aus.
fa: اگر تصویر ایزو روی دستگاه دیگری ذخیره شده، در صورت لزوم آن را وصل کرده و در ستون روی دستگاه مورد نظر <span class="guilabel">Places</span> کلیک کنید.
fr: Si l'image ISO est sauvegardée sur un média différent, insérez-le si nécessaire et cliquez sur le périphérique correspondant dans la colonne <span class="guilabel">Emplacements</span>.

source: If the ISO image is stored in a persistent volume, the corresponding device appears first as <span class="guilabel">Encrypted</span>. Click on the device and, in the popup window, enter the passphrase to unlock it.
de: Falls das ISO-Abbild im verschlüsselten beständigen Speicherbereich gespeichert ist, wird das Medium zunächst als <span class="guilabel">Verschlüsselt</span> angezeigt. Wählen Sie das Speichermedium aus und geben Sie das Kennwort im Pop-up-Fenster ein, um es zu entsperren.
fa: اگر تصویر ایزو در یک فضای مانا ذخیره می‌شود، دستگاه مورد نظر ابتدا به شکل <span class="guilabel">رمزنگاری‌شده</span> دیده می‌شود. روی دستگاه کلیک کنید و برای باز کردن آن گذرواژه را در پنجرهٔ واشو وارد کنید.
fr: Si l'image ISO est stockée dans un volume persistant, le périphérique correspondant apparaît d'abord comme <span class="guilabel">Chiffré</span>. Cliquez sur le périphérique et, dans la fenêtre qui s'affiche alors, entrez la phrase de passe pour le débloquer.
