Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/bug_reporting/tails_does_not_start.*.po
Languages: de, fa

source: [[!meta title="Tails does not start"]]
de: [[!meta title="Tails startet nicht"]]
fa: [[!meta title="تیلز راه‌اندازی نمی‌شود"]]

source: If Tails does not start properly, refer first to the [[known issues|/support/known_issues]] page. Similar issues might have already been reported for the same model of computer.
de: Falls Tails nicht korrekt startet, schauen Sie zunächst auf der [[Seite mit bekannten Fehlern|/support/known_issues]]. Ähnliche Probleme mit dem gleichen Computermodell wurden möglicherweise schon gemeldet.
fa: اگر تیلز به درستی راه‌اندازی نمی‌شود ابتدا به صفحهٔ [[موارد شناخته‌شده|/support/known_issues]] بروید. ممکن است مواردی مشابه برای همان مدل رایانه گزارش شده باشند.

source: Otherwise refer to the following sections, depending on whether or not the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears when starting Tails:
de: Andernfalls lesen Sie die folgenden Abschnitte, abhängig davon, ob das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]] beim Start von Tails erscheint:
fa: در غیر این صورت بسته به ظاهر شدن یا نشدن [[فهرست راه‌اندازی|/doc/first_steps/startup_options#boot_menu]] هنگام راه‌اندازی تیلز، به این بخش‌ها بروید:

source: Tails does not start at all
de: Tails startet überhaupt nicht
fa: تیلز اصلاً راه‌اندازی نمی‌شود

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] does not appear when starting Tails.
de: Der folgende Abschnitt gilt, wenn das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]] beim Start von Tails nicht erscheint.
fa: این بخش در صورتی به کار می‌رود که [[فهرست راه‌اندازی|/doc/first_steps/startup_options#boot_menu]] هنگام راه‌اندازی تیلز ظاهر نشود.

source: Refer to the instructions on how to [[start Tails|doc/first_steps/start_tails]], especially the section about BIOS settings.
de: Der folgende Abschnitt gilt, falls das [[Boot Menu|/doc/first_steps/startup_options#boot_menu]] nicht erscheint, wenn Tails startet.
fa: به راهنمای [[راه‌اندازی تیلز|doc/first_steps/start_tails]] به ویژه بخش راجع به تنظیمات بایوس مراجعه کنید.

source: If none of this works, [[send us an email|/support/talk]] including the following information:
de: [[Senden Sie uns eine E-Mail|/support/talk]] mit den folgenden Informationen:
fa: اگر هیچ کدام از این راه‌حل‌ها جواب ندادند [[به ما رایانامه‌ای بفرستید|/support/talk]] که شامل این اطلاعات باشد:

source: Which version of Tails are you trying to start?
de: Welche Version von Tails versuchen Sie zu starten?
fa: قصد راه‌اندازی کدام نسخهٔ تیلز را دارید؟

source: Did you verify the ISO image?
de: Haben Sie das ISO-Image verifiziert?
fa: آیا تصویر ایزو را تأیید کرده‌اید؟

source: Which is the brand, and model of the computer?
de: Von welchem Hersteller und welches Modell ist der Computer?
fa: مارک و مدل رایانه چیست؟

source: What exactly happens when trying to start? Report the complete error message that appears on the screen, if any.
de: Was genau passiert, wenn Sie versuchen Tails zu starten? Falls es eine Fehlermeldung gibt, geben Sie die gesamte Fehlermeldung an, die auf dem Bildschirm erscheint.
fa: هنگام تلاش برای راه‌اندازی دقیقاً چه اتفاقی رخ می‌دهد؟ اگر پیغام خطایی روی صفحه ظاهر می‌شود آن را به طور دقیق گزارش دهید.

source: From which media are you trying to start Tails: DVD, USB stick [[installed manually|doc/first_steps/installation/manual]], USB stick [[installed with Tails Installer|doc/first_steps/installation]], SD card? Keep in mind that, we do not support any other installation method than the ones listed above.
de: Von welchem Medium versuchen Sie Tails zu starten: DVD, [[von Hand installierter|doc/first_steps/installation/manual]] USB-Stick, [[mit dem Tails Installer installierter|doc/first_steps/installation]] USB-Stick, SD-Karte? Bedenken Sie, dass wir keine anderen Installationsmethoden, als die aufgelisteten, unterstützen.
fa: از چه طریقی قصد راه‌اندازی تیلز را دارید: دی‌وی‌دی، درایو یواس‌بی با [[نصب دستی|doc/first_steps/installation/manual]]، درایو یواس‌بی با [[نصب از طریق نصب‌کنندهٔ تیلز|doc/first_steps/installation]] یا کارت حافظه؟ در خاطر داشته باشید که ما هیچ روش نصب دیگری به جز موارد مذکور را پشتیبانی نمی‌کنیم.

source: Have you been able to start Tails successfully on this computer before, from another media, or with another version of Tails? If so, which ones?
de: Konnten Sie Tails auf dem Computer zuvor erfolgreich starten, von einem anderen Medium oder mit einer anderen Version von Tails? Falls ja, welche?
fa: آیا پیش از این توانسته بودید از دستگاهی دیگر یا نسخهٔ دیگری از تیلز را با موفقیت روی این رایانه نصب کنید؟ اگر پاسخ مثبت است، با چه دستگاهی یا چه نسخه‌ای را؟

source: Does the same media start successfully on other computers?
de: Startet dasselbe Medium erfolgreich auf einem anderen Computer?
fa: آیا همان روش و دستگاه روی رایانه‌های دیگر به درستی راه‌اندازی می‌شود؟

source: Have you been able to start Tails successfully on the same computer using different installation methods? For example, it might start from a DVD but not from a USB stick.
de: Konnten Sie Tails auf dem Computer mit einer anderen Installationsmethode starten? Zum Beispiel könnte es von DVD starten, nicht aber von einem USB-Stick.
fa: آیا پیش از این توانسته بودید تیلز را با روش نصب دیگری روی همان رایانه نصب کنید؟ برای نمونه ممکن است تیلز از یک دی‌وی‌دی راه‌اندازی شود، اما از روی درایو یواس‌بی نه.

source: What installation method did you use to set up Tails?
de: Welche Installationsmethode haben Sie verwendet, um Tails zu installieren?
fa: از چه روش نصبی برای تنظیم تیلز استفاده کردید؟

source: Tails does not start entirely
de: Tails startet nicht vollständig
fa: تیلز به طور کامل راه‌اندازی نمی‌شود

source: The following section applies if the [[boot menu|/doc/first_steps/startup_options#boot_menu]] appears but not [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]] when starting Tails.
de: Der folgende Abschnitt gilt, falls das [[Bootmenü|/doc/first_steps/startup_options#boot_menu]], aber nicht der [[Tails Greeter|/doc/first_steps/startup_options/#tails_greeter]] beim Start von Tails erscheint.
fa: بخش‌های زیر در صورتی به کار می‌روند که [[فهرست منو|/doc/first_steps/startup_options#boot_menu]]، اما [[خوشامدگوی تیلز |/doc/first_steps/startup_options/#tails_greeter]] نه.

source: In the graphical boot menu, press `TAB`.
de: Drücken Sie `TAB` im graphischen Bootmenü.
fa: در فهرست گرافیکی راه‌اندازی، `TAB` را انتخاب کنید.

source: Remove the `quiet` option from the boot command line.
de: Entfernen sie die `quiet`-Option aus der Befehlszeile.
fa: گزینهٔ `quiet` را از خط فرمان راه‌اندازی حذف کنید.

source: Add the `debug` and `nosplash` option.
de: Fügen Sie die Optionen `debug` und `nosplash` hinzu.
fa: گزینه‌های`debug` و `nosplash` را اضافه کنید.

source: Hopefully, this displays useful messages while starting Tails. You can then include them in a bug report to be sent:
de: Hoffentlich werden dadurch Meldungen beim Start von Tails angezeigt. Diese können Sie dann in einen Fehlerbericht einbeziehen, den Sie dann abschicken:
fa: در حالت مطلوب این کار باعث ظاهر شدن پیغام‌های سودمندی هنگام راه‌اندازی تیلز می‌شود. در آن صورت می‌توانید آن‌ها را نیز با گزارش ایراد خود بفرستید:

source: either using [[WhisperBack|/doc/first_steps/bug_reporting]] if you are able to start Tails from another media,
de: entweder mit [[WhisperBack|/doc/first_steps/bug_reporting]], falls Sie Tails von einem anderen Medium starten können,
fa: یا با استفاده از [[ویسپربک|/doc/first_steps/bug_reporting]] در صورتی که بتوانید تیلز را از دستگاه دیگری راه‌اندازی کنید،

source: either by [[sending us an email|/support/talk]]
de: oder indem Sie [[uns eine E-Mail schicken|/support/talk]]
fa: یا با [[فرستادن یک رایانامه به ما|/support/talk]]

source: If the error message is `/bin/sh: can't access tty; job control turned off` followed by `(initramfs)`, then try removing the `live-media=removable` option.
de: Falls der Fehler `/bin/sh: can't access tty; job control turned off` gefolgt von `(initramfs)` ist, versuchen Sie, die Option `live-media=removable` zu entfernen.
fa: اگر پیغام خطایی که می‌گیرید `/bin/sh: can't access tty; job control turned off` و سپس `(initramfs)` است، گزینهٔ `live-media=removable` را حذف کنید.

source: <strong>When removing this option, if an adversary installed a fake Tails on an internal hard disk, then you will likely be starting this dangerous operating system instead of the genuine Tails that you intended to use.</strong>
de: <strong>Falls Sie diese Option entfernen: Wenn ein Angreifer ein gefälschtes Tails auf einer internen Festplatte installiert hat, starten Sie wahrscheinlich dieses gefährliche Betriebssystem anstatt des echten Tails, das Sie verwenden wollten.</strong>
fa: <strong>هنگام حذف این گزینه در نظر داشته باشید که اگر طرف مقابل شما یک نسخهٔ قلابی تیلز روی هارد داخلی رایانه نصب کرده باشد، شما در حال راه‌اندازی یک سیستم‌عامل خطرناک به جای نسخهٔ اصلی تیلز هستید.</strong>

source: If removing `live-media=removable` allows you to start Tails, please report a bug as documented above: this allows us to improve the [[list of problematic USB sticks|support/known_issues#problematic-usb-sticks]]. In this case, you should install Tails on another, better supported USB stick.
de: Falls das Entfernen von `live-media=removable` es Ihnen erlabut, Tails zu starten, schreiben Sie bitte einen Fehlerbericht, wie es oben beschrieben ist: Dies ermöglicht uns die [[Liste problematischer USB-Sticks|support/known_issues#problematic-usb-sticks]] zu verbessern. In diesem Fall sollten Sie Tails auf einem anderen, besser unterstützten USB-Stick installieren.
fa: اگر حذف `live-media=removable` باعث می‌شود بتوانید تیلز را راه‌اندازی کنید لطفاً‌ مطابق بالا یک گزارش ایراد وارد کنید: این کار به ما کمک می‌کند تا [[فهرست درایوهای مشکل‌دار یواس‌بی|support/known_issues#problematic-usb-sticks]] را بهبود دهیم. در این صورت، باید تیلز را روی یک درایو یواس‌بی بهتر و پشتیبانی‌شده نصب کنید.
