Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet/passphrase_encryption.*.po
Languages: fa

source: [[!meta title="OpenPGP passphrase encryption"]]
fa: [[!meta title="رمزگذاری گذرواژهٔ اُپن‌پی‌جی‌پی"]]

source: With <span class="application">Tails OpenPGP Applet</span> you can **encrypt text with a passphrase** using the passphrase encryption of OpenPGP.
fa: با <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> می‌توانید با استفاده از رمزنگاری گذرواژهٔ اُپن‌پی‌جی‌پی **متن را با یک گذرواژه رمزنگاری کنید**.

source: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="yes"]]
fa: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="بله"]]

source: <strong>This technique requires you to share a secret passphrase with the people who will decrypt the text.</strong> OpenPGP also allows you to use public-key cryptography to send confidential messages without having a shared passphrase. [[See the corresponding documentation.|gpgapplet/public-key_cryptography]]
fa: <strong>این شگرد مستلزم این است که گذرواژه‌ای محرمانه را با افرادی که متن را رمزگشایی می‌کنند به اشتراک بگذارید.</strong> اُپن‌پی‌جی‌پی همچنین به شما اجازه می‌دهد از رمزنگاری کلید عمومی برای فرستادن پیغام‌های محرمانه بدون گذرواژهٔ مشترک استفاده کنید. [[رجوع کنید به سندهای مرتبط|gpgapplet/public-key_cryptography]]

source: Write your text in a text editor. **Do not write it in the web browser!**
fa: متنتان را در یک ویرایش‌گر متن بنویسید. **در یک مرورگر وب ننویسید!**

source: Click on <span class="application">Tails OpenPGP Applet</span> and choose <span class="guimenuitem">Open Text Editor</span> to open <span class="application">gedit</span>.
fa: روی <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> کلیک و <span class="guimenuitem">باز کردن ویرایش‌گر متن</span> را انتخاب کنید تا <span class="application">گِدیت</span> باز شود.

source: <span class="application">Tails OpenPGP Applet</span> now shows lines of text, meaning that the clipboard contains non-encrypted text.
fa: حالا <span class="application">اپلت اُپن‌پی‌جی‌پی تیلز</span> خط‌های متن را نشان می‌دهد، یعنی بریده‌دان حاوی متن رمزنگاری‌نشده است.

source: [[!img gpgapplet_with_text.png link=no alt="Tails OpenPGP Applet with lines of text"]]
fa: [[!img gpgapplet_with_text.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با خط‌های متنی"]]

source: 3. Click on <span class="application">Tails OpenPGP Applet</span> and select <span class="guimenuitem">Encrypt Clipboard with Passphrase</span> from the menu.
fa: ۳. روی Click on <span class="application"> برنامک اُپن‌پی‌جی‌پی تیلز</span> کلیک کرده و از فهرست <spanclass="guimenuitem">رمزنگاری بریده‌دان با گذرواژه</span> را انتخاب کنید.

source: If you receive the error message “<span class="guilabel">The clipboard does not contain valid input data</span>”, try to copy your text again, starting from step 2.
fa: اگر پیغام خطای “<span class="guilabel">بریده‌دان خالی از داده‌های ورودی معتبر است</span> را دریافت کردید سعی کنید دوباره از مرحلهٔ ۲ متنتان را کپی کنید.

source: 4. In the <span class="guilabel">Passphrase</span> dialog box, enter a passphrase of your choice. Repeat the same passphrase in the second dialog box.
fa: ۴. در پنجرهٔ گفتگوی<span class="guilabel">گذرواژه</span> گذرواژهٔ موردنظرتان را وارد کنید. همان گذرواژه را در پنجرهٔ گفتگوی دوم نیز بنویسید.

source: 5. <span class="application">Tails OpenPGP Applet</span> now shows a padlock, meaning that the clipboard contains encrypted text.
fa: ۵. حالا <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> یک قفل نشان می‌دهد که یعنی بریده‌دان حاوی متن رمزنگاری‌شده است.

source: [[!img gpgapplet_with_padlock.png link=no alt="Tails OpenPGP Applet with a padlock"]]
fa: [[!img gpgapplet_with_padlock.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با یک قفل"]]

source: For example, you can paste it into the web browser to send it by email.
fa: برای نمونه می‌توانید متن خود را در مرورگر وب بچسبانید تا آن را با رایانامه بفرستید.

source: You can also [[decrypt a text that is encrypted with a passphrase|decrypt_verify]] using <span class="application">Tails OpenPGP Applet</span>.
fa: همچنین می‌توانید با استفاده از <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> [[متنی را که با یک گذرواژه رمزنگاری شده رمزگشایی کنید|decrypt_verify]].
