Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet/public-key_cryptography.*.po
Languages: fa

source: [[!meta title="OpenPGP public-key cryptography"]]
fa: [[!meta title="رمزنگاری کلید عمومی اُپن‌پی‌جی‌پی"]]

source: With <span class="application">Tails OpenPGP Applet</span> you can **encrypt or sign text using the public key encryption of OpenPGP**.
fa: با <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> می‌توانید **با استفاده از رمزنگاری کلید عمومی اُپن‌پی‌جی‌پی متن‌ها را رمزنگاری یا امضا کنید**.

source: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="yes"]]
fa: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="بله"]]

source: <strong>This technique requires you to use public-key cryptography.</strong> If you never used OpenPGP keys before, you might rather want to encrypt your text using a passphrase with OpenPGP passphrase encryption. [[See the corresponding documentation.|gpgapplet/passphrase_encryption]]
fa: <strong>این شگرد مستلزم استفاده از رمزنگاری کلید عمومی است.</strong> اگر پیش از این از کلیدهای اُپن‌پی‌جی‌پی استفاده نکرده‌اید شاید بخواهید متنتان را با یک گذرواژه و رمزنگاری گذرواژهٔ اُپن‌پی‌جی‌پی رمزنگاری کنید. [[رجوع کنید به سندهای مرتبط.|gpgapplet/passphrase_encryption]]

source: Write your text in a text editor. **Do not write it in the web browser!**
fa: متنتان را در یک ویرایش‌گر متن بنویسید. **در یک مرورگر وب ننویسید!**

source: Click on <span class="application">Tails OpenPGP Applet</span> and choose <span class="guimenuitem">Open Text Editor</span> to open <span class="application">gedit</span>.
fa: روی <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> کلیک و <span class="guimenuitem">باز کردن ویرایش‌گر متن</span> را انتخاب کنید تا <span class="application">گِدیت</span> باز شود.

source: <span class="application">Tails OpenPGP Applet</span> now shows lines of text, meaning that the clipboard contains non-encrypted text.
fa: حالا <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> خطوط متن را نشان می‌دهد که یعنی بریده‌دان حاوی متن رمزگذاری‌نشده است.

source: [[!img gpgapplet_with_text.png link=no alt="Tails OpenPGP Applet with lines of text"]]
fa: [[!img gpgapplet_with_text.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با خط‌های متنی"]]

source: Click on <span class="application">Tails OpenPGP Applet</span> and select <span class="guimenuitem">Sign/Encrypt Clipboard with Public Keys</span> from the menu.
fa: روی <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> کلیک کرده و از فهرست <span class="guimenuitem">امضا/رمزگذاری بریده‌دان با کلیدهای عمومی</span> را انتخاب کنید.

source: If you receive the error message “<span class="guilabel">The clipboard does not contain valid input data</span>”, try to copy your text again, starting from step 2.
fa: اگر پیغام خطای “<span class="guilabel">بریده‌دان خالی از داده‌های ورودی معتبر است</span> را دریافت کردید سعی کنید دوباره از مرحلهٔ ۲ متنتان را کپی کنید.

source: 4. If you want to encrypt the text, select one or more public keys for the recipients of the encrypted text in the <span class="guilabel">Choose keys</span> dialog box. To select a public key, double-click on the corresponding line in the <span class="guilabel">Select recipients</span> list box.
fa: ۴. اگر می‌خواهید متن را رمزگذاری کنید، برای دریافت‌کنندگان متن رمزگذاری‌شده از پنجرهٔ گفتگوی <span class="guilabel">انتخاب کلیدها</span> یک یا چند کلید عمومی انتخاب کنید. برای انتخاب یک کلید عمومی روی خط مرتبط در پنجرهٔ فهرست <span class="guilabel">انتخاب دریافت‌کنندگان</span> دو بار کلیک کنید.

source: 5. If you want to sign the text, select the secret key with which you want to sign the text in the <span class="guilabel">Sign message as</span> drop-down list.
fa: ۵. اگر می‌خواهید متن را امضا کنید، از منوی کشویی <span class="guilabel">امضای پیغام از طرفِ</span> کلید خصوصی‌ای که می‌خواهید متن را با آن امضا کنید را انتخاب کنید.

source: 6. If you want to hide the recipients of the encrypted text, select the <span class="guilabel">Hide recipients</span> check box. Otherwise anyone who sees the encrypted text can know who the recipients are.
fa: ۶. اگر می‌خواهید دریافت‌کنندگان متن رمزگذاری‌شده را پنهان کنید، بخش <span class="guilabel">پنهان کردن دریافت‌کنندگان</span> را تیک بزنید. در غیر این صورت هر کسی که متن رمزگذاری‌شده را ببیند می‌تواند بفهمد دریافت‌کنندگان چه کسانی هستند.

source: Click on the <span class="guilabel">OK</span> button.
fa: روی دکمهٔ <span class="guilabel">بسیار خب</span> کلیک کنید.

source: If you receive the warning message <span class="guilabel">Do you trust these keys</span>, answer it accordingly.
fa: اگر پیغام هشدار <span class="guilabel">به این کلیدها اطمینان نکنید</span> را دریافت کردید، مطابق آن عمل کنید.

source: 8. If you selected one or several public keys to encrypt the text, <span class="application">Tails OpenPGP Applet</span> now shows a padlock, meaning that the clipboard contains encrypted text.
fa: ۸. اگر برای رمزگذاری متن از یک یا چندین کلید عمومی استفاده کرده‌اید حالا <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> یک قفل نشان می‌دهد که یعنی بریده‌دان حاوی متن رمزگذاری‌شده است.

source: [[!img gpgapplet_with_padlock.png link=no alt="Tails OpenPGP Applet with a padlock"]]
fa: [[!img gpgapplet_with_padlock.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با یک قفل"]]

source: If you only selected a secret key to sign the text, <span class="application">Tails OpenPGP Applet</span> now shows a seal, meaning that the clipboard contains signed text.
fa: اگر تنها برای امضای متن یک کلید خصوصی انتخاب کرده‌اید حالا <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> مهرومومی را نشان می‌دهد که یعنی بریده‌دان حاوی متن امضاشده است.

source: [[!img gpgapplet_with_seal.png link=no alt="Tails OpenPGP Applet with a seal"]]
fa: [[!img gpgapplet_with_seal.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با مهروموم"]]

source: To paste the encrypted or signed text into another application, right-click in the application where you want to paste it and choose <span class="guimenuitem">Paste</span> from the menu.
fa: برای چسباندن متن رمزگذاری‌شده یا امضاشده در نرم‌افزاری دیگر، روی نرم‌افزاری که می‌خواهید متن را در آن بچسبانید راست‌کلیک کرده و <span class="guimenuitem">چسباندن</span> را از فهرست انتخاب کنید.

source: For example, you can paste it into the web browser to send it by email.
fa: برای نمونه می‌توانید متن خود را در مرورگر وب بچسبانید تا آن را با رایانامه بفرستید.

source: To store your GnuPG keys and configuration across separate working sessions, you can activate the [[<span class="guilabel">GnuPG</span> persistence feature|doc/first_steps/persistence/configure/#gnupg]].
fa: برای ذخیره کردن کلیدهای GnuPG و پیکربندی در نشست‌های کاری جداگانه می‌توانید [[<span class="guilabel">GnuPG</span> ویژگی مانا|doc/first_steps/persistence/configure/#gnupg]] را فعال کنید.

source: You can also [[decrypt or verify a text that is encrypted or signed using public-key cryptography|decrypt_verify]] using <span class="application">Tails OpenPGP Applet</span>.
fa: همچنین می‌توانید با <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> [[متنی را با استفاده از رمزنگاری کلید عمومی رمزگذاری یا امضا کنید|decrypt_verify]].
