Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/encryption_and_privacy/gpgapplet.*.po
Languages: fa

source: [[!meta title="Tails OpenPGP Applet"]]
fa: [[!meta title="برنامک اپن‌پی‌جی‌پی تیلز"]]

source: Tails includes a custom applet, called <span class="application">Tails OpenPGP Applet</span>, to manipulate text using OpenPGP.
fa: تیلز یک برنامک اختصاصی به نام <span class="application">برنامک اپن‌پی‌جی‌پی تیلز</span> برای دست‌کاری متن از طریق اُپن‌پی‌جی‌پی دارد.

source: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="yes"]]
fa: [[!inline pages="doc/encryption_and_privacy/gpgapplet.warning" raw="بله"]]

source: <span class="application">Tails OpenPGP Applet</span> is located in the notification area.
fa: <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> در بخش آگهی قرار دارد.

source: [[!img gpgapplet_with_text.png link=no alt="Tails OpenPGP Applet with lines of text"]]
fa: [[!img gpgapplet_with_text.png link=no alt="برنامک اُپن‌پی‌جی‌پی تیلز با خط‌های متنی"]]

source: With <span class="application">Tails OpenPGP Applet</span> you can:
fa: با <span class="application">برنامک اُپن‌پی‌جی‌پی تیلز</span> می‌توانید:

source: [[Encrypt text with a passphrase|encryption_and_privacy/gpgapplet/passphrase_encryption]]
fa: [[متن را با یک گذرواژه رمزگذاری کنید|encryption_and_privacy/gpgapplet/passphrase_encryption]]

source: [[Encrypt and sign text with a public key|encryption_and_privacy/gpgapplet/public-key_cryptography]]
fa: [[متن را با یک کلید عمومی رمزگذاری و امضا کنید|encryption_and_privacy/gpgapplet/public-key_cryptography]]

source: [[Decrypt and verify text|encryption_and_privacy/gpgapplet/decrypt_verify]]
fa: [[متن را رمزگشایی و تأیید کنید|encryption_and_privacy/gpgapplet/decrypt_verify]]

source: Note that the applet doesn't manage your keys, that is done by Seahorse.
fa: در خاطر داشته باشید که کلیدهای شما توسط Seahorse مدیریت می‌شود، نه برنامک.
