Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/encryption_and_privacy/keyringer.*.po
Languages: de, fa

source: [[!meta title="Sharing encrypted secrets using keyringer"]]
de: [[!meta title="Verschlüsselte Geheimnisse mit keyringer austauschen"]]
fa: [[!meta title="به‌اشتراک‌گذاری رازهای رمزگذاری‌شده با استفاده از کی‌رینگر"]]

source: <span class="application">[Keyringer](https://keyringer.pw/)</span> is an encrypted and distributed secret sharing software running from the command line.
de: <span class="application">[Keyringer](https://keyringer.pw/)</span> ist eine Software für verschlüsselte und verteilte Geheimnisse, die von der Kommandozeile aus läuft.
fa: <span class="application">[کی‌رینگر](https://keyringer.pw/)</span> یک نرم‌افزار رمزگذاری‌شده و توزیع‌شدهٔ اشتراک‌گذاری رازها است که از طریق خط فرمان اجرا می‌شود.

source: <span class="application">Keyringer</span> lets you manage and share secrets using OpenPGP and [Git](http://git-scm.com/) with custom commands to encrypt, decrypt, and edit text files and other kind of documents. By storing those secrets in Git, you can share them with other people in a distributed manner.
de: <span class="application">Keyringer</span> erlaubt es Ihnen mit speziellen Befehlen für das Verschlüsseln, Entschlüsseln und Bearbeiten von Textdateien und anderen Dokumententypen, Geheimnisse unter der Benutzung von OpenPGP und [Git](http://git-scm.com/) zu verwalten und zu teilen. Durch das Speichern dieser Geheimnisse in Git können Sie diese mit anderen Menschen auf verteilte Weise teilen.
fa: <span class="application">کی‌رینگر</span> به شما اجازه می‌دهد تا رازها را مدیریت کنید و به اشتراک بگذارید و با استفاده از اُپن‌پی‌جی‌پی و [گیت](http://git-scm.com/) و خط‌های فرمان خاص، فایل‌های متنی و دیگر اسناد را رمزگذاری، رمزگشایی و ویرایش کنید. می‌توانید با ذخیره کردن این رازها در گیت آن‌ها را به شکل توزیع‌شده با افراد دیگر به اشتراک بگذارید.

source: <p>Using <span class="application">keyringer</span> requires previous knowledge of Git and the command line.</span>
de: <p>Die Benutzung von <span class="application">keyringer</span> erfordert Vorkenntnisse in Git und der Kommandozeile.</span>
fa: <p>استفاده از <span class="application">کی‌رینگر</span> نیاز به دانش پیشین در مورد گیت و خط فرمان دارد.</span>

source: To learn how to use *keyringer*, read the [documentation on the *keyringer* website](https://keyringer.pw/).
de: Um zu lernen, wie *keyringer* benutzt wird, lesen Sie die [Dokumentation auf der *keyringer*-Website](https://keyringer.pw/).
fa: برای یادگیری نحوهٔ استفاده از *کی‌رینگر* [سند تارنمای *کی‌رینگر*](https://keyringer.pw/) را بخوانید.

source: <p>You can use the <span class="guilabel">open</span> command of <span class="application">keyringer</span> to edit, encrypt, and share <span class="application">LibreOffice</span> documents, images, etc.</p>
de: <p>Sie können den <span class="guilabel">open</span>-Befehl von <span class="application">keyringer</span> benutzen, um <span class="application">LibreOffice</span>-Dokumente, Bilder usw. zu bearbeiten, verschlüsseln und teilen.</p>
fa: <p>می‌توانید از فرمان <span class="guilabel">open</span> <span class="application">کی‌رینگر</span> برای ویرایش، رمزگذاری و به‌اشتراک‌گذاری سندهای <span class="application">لیبره‌آفیس</span>، عکس‌ها و غیره استفاده کنید.</p>

source: To store your *keyringer* configuration across separate working sessions, you can enable the [[<span class="guilabel">Dotfiles</span> persistence feature|doc/first_steps/persistence/configure/#dotfiles]] and make persistent the files in the <span class="filename">.keyringer</span> folder of your <span class="filename">Home</span> folder.
de: Um Ihre Konfiguration von *keyringer* über mehrere Arbeitssitzungen hinweg zu speichern, können Sie die Funktion für [[<span class="guilabel"> versteckte Konfigurationsdateien im beständigen Speicherbereich</span> |doc/first_steps/persistence/configure/#dotfiles]] und die Dateien im <span class="filename">.keyringer</span>-Ordner Ihres <span class="filename">Home</span>-Ordners beständig speichern.
fa: برای ذخیره کردن پیکربندی *کی‌رینگر* در نشست‌های کاری مختلف خود، می‌توانید [[ویژگی مانای <span class="guilabel">دات‌فایلز</span>|doc/first_steps/persistence/configure/#dotfiles]] را فعال کرده و فایل‌های پوشهٔ <span class="filename">.keyringer</span> پوشهٔ <span class="filename">خانه</span> خود را مانا کنید.

source: For example, if you have a single keyringer named **top-secret**:
de: Beispielsweise, wenn Sie einen einzelnen keyringer namens **top-secret** haben:
fa: برای نمونه، اگر یک دسته‌کلید به نام **top-secret* دارید:

source: Make sure to update your *dotfiles* each time you use the **init**, **teardown**, **destroy**, or **preferences** command of *keyringer*.
de: Stellen Sie sicher, Ihre *versteckten Konfigurationsdateien* jedes Mal zu aktualisieren, wenn Sie die **init**, **teardown**, **destroy**, oder **preferences** Befehle von *keyringer* benutzen.
fa: هر بار که از فرمان‌های **init**، **teardown**، **destroy** یا **prefrences** *کی‌رینگر* استفاده می‌کنید، مطمئن شوید *دات‌فایلز* خود را به‌روز کرده‌اید.

source: To do so you can execute the following command:
de: Um dies zu tun, können Sie folgenden Befehl ausführen:
fa: برای این کار باید این فرمان را اجرا کنید:
