Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/install/debian/usb.*.po
Languages: de

source: [[!meta title="Installing Tails on a USB stick from Debian or Ubuntu"]]
de: [[!meta title="Tails auf einem USB-Stick von Debian oder Ubuntu aus installieren"]]

source: [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]]
de: [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes"]]

source: <p class="start">Start in Debian or Ubuntu.</p>
de: <p class="start">Starten Sie in Debian oder Ubuntu.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/download.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_tails_installer.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_tails_installer.inline.de" raw="yes"]]

source: If you are running Debian
de: Wenn Sie Debian benutzen

source: Make sure that you are connected to the Internet.
de: Stellen Sie sicher, dass Sie mit dem Internet verbunden sind.

source: Start <span class="application">Synaptic Package Manager</span>.
de: Starten Sie die <span class="application">Synaptic-Paketverwaltung</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Settings</span>&nbsp;▸ <span class="guimenuitem">Repositories</span></span>.
de: 1. Wählen Sie <span class="guimenupath"> <span class="guimenu">Einstellungen</span>&nbsp;▸ <span class="guimenuitem">Paketquellen</span></span>.

source: To add the *jessie-backports* repository, click <span class="button">New</span> in the <span class="guilabel">Repositories</span> dialog and specify:
de: Um die *jessie-backports* Paketquelle hinzuzufügen, klicken Sie im <span class="guilabel">Paketquellen</span>-Dialog auf <span class="button">Neu</span> und geben Sie folgendes an:

source: <span class="guilabel">URI</span>: *http://http.debian.net/debian/*
de: <span class="guilabel">Adresse</span>: *http://http.debian.net/debian/*

source: <span class="guilabel">Distributions</span>: *jessie-backports*
de: <span class="guilabel">Distribution</span>: *jessie-backports*

source: <span class="guilabel">Section(s)</span>: *main*
de: <span class="guilabel">Sektion(en)</span>: *main*

source: Click <span class="button">Ok</span>.
de: Klicken Sie auf <span class="button">OK</span>.

source: In the confirmation dialog, click <span class="guilabel">Reload</span> and wait for the download of the package information to finish.
de: Klicken Sie im Bestätigungsfenster auf <span class="guilabel">Neu laden</span> und warten Sie, bis das Herunterladen der Paketinformationen beendet wurde.

source: In the main windows of <span class="application">Synaptic</span>, click <span class="button">Search</span> and search for `tails-installer`.
de: Klicken Sie im Hauptfenster von <span class="application">Synaptic</span> auf <span class="button">Suche</span> und suchen Sie nach `tails-installer`.

source: In the list of packages, double-click on `tails-installer` to mark `tails-installer` for installation.
de: Doppelklicken Sie in der Liste der Pakete auf `tails-installer` um `tails-installer` zur Installation vorzumerken.

source: In the confirmation dialog, click <span class="button">Mark</span>.
de: Klicken Sie im Bestätigungsdialog auf <span class="button">Vormerken</span>.

source: Click on the <span class="button">Apply</span> button in the toolbar to apply the changes.
de: Klicken Sie in der Wekzeugleiste auf <span class="button">Anwenden</span>, um die Änderungen durchzuführen.

source: In the confirmation dialog, click <span class="button">Apply</span>.
de: Klicken Sie im Bestätigungsdialog auf <span class="button">Anwenden</span>.

source: After all the changes are applied, close <span class="application">Synaptic</span>.
de: Schließen Sie <span class="application">Synaptic</span>, nachdem alle Änderungen durchgeführt wurden.

source: If you are running Ubuntu
de: Wenn Sie Ubuntu benutzen

source: Start <span class="application">Ubuntu Software Center</span>.
de: Starten Sie das <span class="application">Ubuntu Software-Center</span>.

source: 1. Choose <span class="guimenupath"> <span class="guimenu">Edit</span>&nbsp;▸ <span class="guimenuitem">Software Sources&hellip;</span></span>
de: 1. Wählen Sie <span class="guimenupath"> <span class="guimenu">Bearbeiten</span>&nbsp;▸ <span class="guimenuitem">Software-Paketquellen&hellip;</span></span>

source: In the <span class="guilabel">Software & Updates</span> dialog, make sure that the *universe* repository (labelled <span class="guilabel">Community-maintained free and open source software</span>) is selected.
de: Stellen Sie in dem Fenster <span class="guilabel">Anwendungen & Aktualisierungen</span> sicher, dass die Paketquelle *universe* (bezeichnet als <span class="guilabel">Von der Ubuntu-Gemeinschaft betreute freie und quelloffene Software</span>) ausgewählt ist.

source: Open the <span class="guilabel">Other Software</span> tab, and click on the <span class="button">Add&hellip;</span> button.
de: Öffnen Sie den Reiter <span class="guilabel">Andere Software</span> und klicken Sie auf die Schaltfläche <span class="button">Hinzufügen&hellip;</span>.

source: In the <span class="guilabel">APT line</span> field, specify `ppa:tails-team/tails-installer` and click the <span class="button">Add Source</span> button.
de: Geben Sie in dem Feld <span class="guilabel">APT-Zeile</span> `ppa:tails-team/tails-installer` an und klicken Sie auf die Schaltfläche <span class="button">Software-Paketquelle hinzufügen</span>.

source: A new software source named <span class="filename">https://ppa.launchpad.net/tails-team/tails-installer/ubuntu</span> appears in the list of sources.
de: Eine neue Paketquelle mit dem Namen <span class="filename">https://ppa.launchpad.net/tails-team/tails-installer/ubuntu</span> erscheint in der Liste der Paketquellen.

source: Close the <span class="guilabel">Software & Updates</span> dialog.
de: Schließen Sie das Fenster <span class="guilabel">Anwendungen & Aktualisierungen</span>.

source: In the main windows of <span class="application">Ubuntu Software Center</span>, search for `tails-installer`.
de: Suchen Sie im Hauptfenster des <span class="application">Ubuntu Software-Center</span> nach `tails-installer`.

source: <div class="bug"> <p>If no package named `tails-installer` can be found, you might have to reload the cache of <span class="application">Ubuntu Software Center</span>, to do so you can either:</p>
de: <div class="bug"> <p>Falls kein Paket mit dem Namen `tails-installer` gefunden werden kann, ist es möglicherweise nötig, den Cache des <span class="application">Ubuntu Software-Center</span> neuzuladen. Um dies zu tun können Sie entweder:</p>

source: <ul> <li>Execute <span class="command">sudo update-apt-xapian-index</span> in a terminal.</span></li> <li>Restart Ubuntu.</li> </ul> </div>
de: <ul> <li>Den Befehl <span class="command">sudo update-apt-xapian-index</span> in einem Terminal ausführen.</span></li> <li>Ubuntu neustarten.</li> </ul> </div>

source: Select `tails-installer` in the list of packages and click <span class="button">Install</span>.
de: Wählen Sie `tails-installer` in der Liste der Pakete aus und klicken Sie <span class="button">Installieren</span>.

source: After `tails-installer` is installed, close <span class="application">Ubuntu Software Center</span>.
de: Schließen Sie das <span class="application">Ubuntu Software-Center</span>, nachdem `tails-installer` installiert wurde

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/switch.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/switch.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes"]]
