Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/install/expert/usb.*.po
Languages: de

source: [[!meta title="Installing Tails on a USB stick from Debian or Ubuntu using the command line"]]
de: [[!meta title="Installation von Tails auf einem USB-Stick unter Verwendung der Kommandozeile von Debian oder Ubuntu aus"]]

source: <p>Start in Debian or Ubuntu.</p>
de: <p>Starten Sie unter Debian oder Ubuntu</p>

source: Verify the Tails signing key
de: Verifizieren Sie den Signaturschlüssel von Tails

source: <p>If you already certified the Tails signing key with your own key, you can skip this step and start [[downloading and verifying the ISO image|usb#download]].</p>
de: <p>Wenn Sie bereits den Signaturschlüssel von Tails schon mit Ihrem eigenen Schlüssel zertifiziert haben, können Sie diesen Schritt überspringen und mit dem [[Herunterladen und Verifizieren des ISO- Images|usb#download]] beginnen.</p>

source: In this step, you will download and verify the *Tails signing key* which is the OpenPGP key that is used to cryptographically sign the Tails ISO image.
de: In diesem Schritt werden Sie den *Signaturschlüssel von Tails*, welcher der OpenPGP-Schlüssel ist, der für die kryptografische Signierung des ISO-Images von Tails verwendet wird, herunterladen und verifizieren.

source: <p>To follow these instructions you need to have your own OpenPGP key.</p>
de: <p>Um diesen Anweisungen folgen zu können, brauchen Sie Ihren eigenen OpenPGP-Schlüssel.</p>

source: <p>To learn how to create yourself an OpenPGP key, see <a href="https://help.riseup.net/en/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> by <em>Riseup</em>.</p>
de: <p>Um zu lernen, wie Sie sich einen OpenPGP-Schlüssel erstellen, sehen Sie auf <a href="https://help.riseup.net/de/security/message-security/openpgp/gpg-keys">Managing OpenPGP Keys</a> (engl.) von <em>Riseup</em> nach.</p>

source: Import the Tails signing key in your <span class="application">GnuPG</span> keyring:
de: Importieren Sie den Signaturschlüssel von Tails in Ihren <span class="application">GnuPG</span>-Schlüsselbund.

source: Install the Debian keyring. It contains the OpenPGP keys of all Debian developers:
de: Installieren Sie den Debian Schlüsselbund. Er enthält die OpenPGP-Schlüssel aller Entwickler von Debian:

source: Import the OpenPGP key of [[!wikipedia Stefano_Zacchiroli]], a former Debian Project Leader, from the Debian keyring into your keyring:
de: Importieren Sie den OpenPGP-Schlüssel von [[!wikipedia Stefano_Zacchiroli]], einem früheren Vorsitzenden des Debian-Projekts, in Ihren Schlüsselbund:

source: Verify the certifications made on the Tails signing key:
de: Verifizieren Sie die Zertifizierungen, die über den Signaturschlüssel von Tails erstellt wurden:

source: In the output of this command, look for the following line:
de: Halten Sie in der Ausgabe dieses Befehls nach folgender Zeile Ausschau:

source: Here, <code>sig!</code>, with an exclamation mark, means that Stefano Zacchiroli verified and certified the Tails signing key with his key.
de: Hier bedeutet <code>sig!</code> mit einem Ausrufezeichen, dass Stefano Zacchiroli den Signaturschlüssel von Tails mit seinem Schlüssel verifiziert und zertifiziert hat.

source: It is also possible to verify the certifications made by other people. Their name and email address appear in the list of certification if you have their key in your keyring.
de: Es ist auch möglich, von anderen Personen durchgeführte Zertifizierungen zu verifizieren. Namen und E-Mail-Adressen erscheinen in der Liste der Zertifizierung, wenn Sie deren Schlüssel in Ihrem Schlüsselbund haben.

source: <div class="caution"> <p>If the verification of the certification failed, then you might have downloaded a malicious version of the Tails signing key or our instructions might be outdated. Please [[get in touch with us|support/talk]].</p> </div>
de: <div class="caution"> <p>Falls die Verifizierung der Zertifizierung fehlschlägt, haben Sie möglicherweise eine bösartige Variante des Signaturschlüssels von Tails heruntergeladen oder unsere Anweisungen könnten nicht mehr aktuell sein. Bitte [[treten Sie in Kontakt mit uns|support/talk]].</p> </div>

source: <div class="tip"> <p>The line `175 signatures not checked due to missing keys` or similar refers to the certifications (also called *signatures*) made by other public keys that are not in your keyring. This is not a problem.</p> </div>
de: <div class="tip"> <p>Die Zeile `175 signatures not checked due to missing keys` oder ähnlich bezieht sich auf die Zertifizierungen (auch *Signaturen* gennant), die durch andere Schlüssel erstellt wurden und sich nicht in Ihrem Schlüsselbund befinden. Dies ist kein Problem.</p> </div>

source: Certify the Tails signing key with your own key:
de: Zertifizieren Sie den Signaturschlüssel von Tails mit Ihrem eigenen Schlüssel:

source: a. To make a non-exportable certification that will never be shared with others:
de: a. Um eine nicht-exportierbare Zertifizierung zu erstellen, die niemals mit anderen geteilt wird:

source: b. To make an exportable certification of the Tails signing key and publish it on the public key servers:
de: b. Um eine exportierbare Zertifizierung des Signaturschlüssels von Tails zu erstellen und diese auf den öffentlichen Schlüsselservern zu veröffentlichen:

source: Doing so allows people who verified your key to verify your certification and, as a consequence, build more trust in the Tails signing key.
de: Dies erlaubt es Personen, die Ihren Schlüssel verifiziert haben, Ihre Zertifizierung zu verifizieren und als Konsequenz daraus mehr Vertrauen in den Signaturschlüssel von Tails aufzubauen.

source: Download and verify the ISO image
de: Laden Sie das ISO-Image herunter und verifizieren Sie es

source: In this step, you will download the latest Tails ISO image and verify it using the Tails signing key.
de: In diesem Schritt werden Sie das aktuellste ISO-Image von Tails herunterladen und es mithilfe des Signaturschlüssels von Tails verifizieren.

source: Download the ISO image:
de: Laden Sie das ISO-Image herunter:

source: Download the signature of the ISO image:
de: Laden Sie die Signatur des ISO-Images herunter:

source: Verify that the ISO image is signed by the Tails signing key:
de: Verifizieren Sie, dass das ISO-Image mit dem Signaturschlüssel von Tails signiert wurde:

source: The output of this command should be the following:
de: Die Ausgabe des Befehls sollte folgendermaßen sein:

source: Verify in this output that:
de: Stellen Sie in der Ausgabe sicher, dass:

source: The date of the signature is the same.
de: Das Datum der Signatur das gleiche ist.

source: The signature is marked as <code>Good signature</code> since you certified the Tails signing key with your own key.
de: Die Signatur als <code>Good signature</code> markiert ist, da Sie den Signaturschlüssel von Tails mit Ihrem eigenen Schlüssel zertifiziert haben.

source: [[!inline pages="install/inc/steps/install_tails_installer.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_tails_installer.inline.de" raw="yes"]]

source: If you are running:
de: Unter:

source: a. Debian, execute the following command to add the backports repository to your system:
de: a. Debian, führen Sie folgenden Befehl aus, um die Backports-Paketquellen zu Ihrem System hinzuzufügen:

source: b. Ubuntu, execute the following command to add the PPA repository to your system:
de: b. Ubuntu, führen Sie folgenden Befehl aus, um die PPA-Paktequelle zu Ihrem System hinzuzufügen:

source: Update your lists of packages:
de: Aktualisieren Sie die Listen Ihrer Pakete:

source: Install the <span class="code">tails-installer</span> package:
de: Installieren Sie das <span class="code">tails-installer</span> Paket:

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/switch.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/switch.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/you_are_done.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/you_are_done.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes"]]
