Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/install/mac.*.po
Languages: de

source: [[!meta title="Mac"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-mac" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline" raw="yes"]] [[<span class="back">Back</span>|install/os]]
de: [[!meta title="Mac"]] [[!meta stylesheet="bootstrap" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/assistant" rel="stylesheet" title=""]] [[!meta stylesheet="inc/stylesheets/router-mac" rel="stylesheet" title=""]] [[!inline pages="install/inc/tails-installation-assistant.inline.de" raw="yes"]] [[<span class="back">Zurück</span>|install/os]]

source: Tails is not working on every Mac model and you might have to try <strong>different installation methods</strong>.
de: Tails läuft nicht auf jedem Mac-Modell und Sie müssen möglicherweise <strong>andere Installationsvorgehensweisen</strong> versuchen.

source: At the end, maybe:
de: Möglicherweise wird zum Schluss:

source: Tails will work <strong>perfectly</strong>!
de: Tails <strong>perfekt</strong> funktionieren!

source: You will start Tails with <strong>some core features missing</strong>.
de: es Ihnen möglich sein, Tails mit <strong>einigen fehlenden Grundfunktionen</strong> zu starten.

source: You will start Tails with <strong>Wi-Fi or graphics problems</strong>.
de: es Ihnen möglich sein, Tails mit <strong>W-LAN- oder Grafikproblemen</strong> zu starten.

source: It will be <strong>impossible</strong> to start Tails on your Mac.
de: es <strong>unmöglich</strong> sein, Tails auf Ihrem Mac zu starten.

source: Anyway, ready to give it a try?
de: Nichtsdestotrotz, bereit, einen Versuch zu wagen?

source: If you know someone of trust who uses Tails already, you can try installing your USB stick by copying from it. Make sure that this Tails is up-to-date.
de: Wenn Sie eine Person kennen, die bereits Tails benutzt und der Sie vertrauen, können Sie versuchen, Tails durch das Kopieren davon zu zu installieren. Stellen Sie sicher, dass das Tails auf dem aktuellsten Stand ist.

source: Try cloning from another Tails
de: Versuchen Sie von einem anderen Tails zu klonen

source: If you don't know anyone who uses Tails or if you tried to clone and failed starting, then you can try this other 3 methods:
de: Wenn Sie keine Person kennen, die Tails benutzt oder wenn Sie das Klonen versucht haben und das Starten fehlgeschlagen ist, können Sie die folgenden drei Methoden versuchen:

source: <small>Install from</small>
de: <small>Installation unter</small>

source: Windows or Linux
de: Windows oder Linux

source: Burn a DVD
de: Eine DVD brennen

source: <small>and then install</small>
de: <small>und anschließend installieren</small>

source: <small>Install using</small>
de: <small>Installation mit</small>

source: the command line
de: der Kommandozeile

source: <small> You can also:
de: <small> Sie können auch:

source: [[Run Tails in a virtual machine|vm]]
de: [[Tails in einer virtuellen Maschine laufen lassen|vm]]
