Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/get/trusting_tails_signing_key.*.po
Languages: de, fa

source: [[!meta title="Trusting Tails signing key"]]
de: [[!meta title="Dem Signaturschlüssel von Tails vertrauen"]]
fa: [[!meta title="اعتماد به کلید امضای تیلز"]]

source: [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]]
de: [[!inline pages="doc/get/signing_key_transition.inline.de" raw="yes"]]

source: We will present you three techniques from the easiest to the safest. Again, none of them is a perfect and magic solution. Feel free to explore them according to your possibilities and technical skills.
de: Wir werden Ihnen drei Vorgehensweisen, von der einfachsten bis zur sichersten, vorstellen. Nochmals, keine von diesen ist eine magische Komplettlösung. Zögern Sie nicht, sie entsprechend Ihrer Möglichkeiten und technischer Kenntnisse kennenzulernen.
fa: سه شگرد به ترتیب ساده‌ترین تا امن‌ترین را به شما معرفی می‌کنیم. باز هم باید در نظر داشت که هیچ کدام از این راه‌حل‌ها بی‌نقص و جادویی نیستند. می‌توانید بسته به امکانات و توانایی‌های فنی خود این شگردها را بررسی کنید.

source: Note that since all Tails releases are signed with the same key, you will not have to verify the key every time and the trust you might progressively build in it will be built once and for all. Still, you will have to check the ISO image every time you download a new one!
de: Bitte beachten Sie, dass alle Versionen von Tails mit dem gleichen Schlüssel signiert sind, weshalb Sie den Schlüssel nicht jedes Mal aufs Neue verifizieren müssen und Sie das Vertrauen, welches Sie möglicherweise zunehmend in ihn aufbauen, ein für alle Mal tun. Dennoch werden Sie das ISO-Image jedes Mal, wenn Sie ein neues herunterladen, überprüfen müssen.
fa: توجه داشته باشید از آن‌جا که تمام نسخه‌های تیلز با کلید مشابه امضاء شده‌اند لازم نیست هر بار نیازی به تأیید کلید نیست و اعتمادی که ممکن است به مرور به آن پیدا کنید، یک بار برای همیشه در دسترس است. با این‌حال باید هر بار که فایل ایزوی جدید دانلود می‌کنید، آن را بررسی کنید.

source: Correlates several downloads of Tails signing key
de: Verschiedene Downloads des Tails Signaturschlüssels vergleichen
fa: ارتباط چندین دانلود کلید تیلز

source: A simple technique to increase the trust you can put in Tails signing key would be to download it several times, from several locations, several computers, possibly several countries, etc.
de: Eine einfache Methode, um das Vertrauen, das Sie in den Signaturschlüssel von Tails haben können, zu erhöhen, wäre das Herunterladen von verschiedenen Standorten, Computern und möglicherweise aus verschiedenen Ländern, usw.
fa: یک شگرد ساده برای افزایش اعتماد شما به کلید امضای تیلز این است که آن را چندین‌بار از نقاط مختلف، با رایانه‌های مختلف و در صورت امکان از کشورهای مختلف دانلود کنید.

source: For example you could save them every time with a different name in the same directory on a USB stick. Then run the following command from a terminal to check whether all the keys are identical:
de: Beispielsweise könnten Sie sie jedes Mal mit einem anderen Namen im gleichen Verzeichnis auf einem USB-Stick speichern. Führen Sie anschließend folgenden Befehl in einem Terminal aus, um zu überprüfen, ob die Schlüssel alle identisch sind:
fa: برای مثال می‌توانید آن‌ها را هر بار با یک اسم متفاوت روی همان مسیر در درایو یواس‌بی ذخیره کنید. سپس این فرمان را از یک پایانه اجرا کنید تا مطمئن شوید که تمام کلیدها یکسان هستند:

source: cd [your download directory] diff -qs --from-file tails-signing*.key
de: cd [Ihr Downloadverzeichnis] diff -qs --from-file tails-signing*.key

source: This command would output something like this:
de: Die Ausgabe des Befehls würde etwa wie folgt sein:
fa: این دستور می‌تواند خروجی مشابه این داشته باشد:

source: You would then need to check that every line reports identical key files.
de: Sie müssten dann überprüfen, dass jede Zeile identische Schlüsseldateien anzeigt.
fa: بعد از آن شما باید بررسی کنید که آیا هر خط فرمان فایل‌های کلید همسان را گزارش می‌کند یا خیر.

source: If at least a key differs from the rest, the command would output accordingly:
de: Wenn sich mindestens ein Schlüssel vom Rest unterscheidet, würde die Ausgabe entsprechend lauten:
fa: اگر دست‌کم یک کلید با بقیه تفاوت داشته باشد، فرمان این‌گونه به نظر می‌رسد:

source: You could also use this technique to compare keys downloaded by your friends or other people you trust.
de: Sie können diese Vorgehensweise auch benutzen, um Schlüssel zu vergleichen, die von befreundeten Personen oder Menschen, denen Sie vertrauen, heruntergeladen wurden.
fa: می‌توانید از این شگرد برای مقایسهٔ کلیدهای دانلودشده توسط دوستانتان یا افرادی که به آن‌ها اعتماد دارید نیز استفاده کنید.

source: Using the OpenPGP Web of Trust
de: Benutzung des OpenPGP Web of Trust
fa: استفاده از شبکهٔ اعتماد اُپن‌پی‌جی‌پی

source: If you want to be extra cautious and really authenticate Tails signing key in a stronger way than what standard HTTPS offers you, you will need to use the OpenPGP Web of Trust.
de: Wenn Sie besonders vorsichtig sein und den Tails Signaturschlüssel wirklich auf eine sicherere Weise verifizieren wollen, als es Ihnen übliches HTTPS bietet, möchten, wird es nötig sein, dass Sie das OpenPGP Web of Trust nutzen.
fa: اگر می‌خواهید خیلی محتاط باشید و از روشی قوی‌تر از چیزی که اچ‌تی‌تی‌پی‌اس استاندارد در اختیارتان می‌گذارد کاملاً‌ از صحت کلید امضای تیلز مطمئن شوید، باید از شبکهٔ اعتماد اُپن‌پی‌جی‌پی استفاده کنید.

source: One of the inherent problems of standard HTTPS is that the trust we usually put on a website is defined by certificate authorities: a hierarchical and closed set of companies and governmental institutions approved by web browser vendors. This model of trust has long been criticized and proved several times to be vulnerable to attacks [[as explained on our warning page|about/warning#man-in-the-middle]].
de: Eine der grundlegenden Probleme von üblichem HTTPS ist, dass das Vertrauen, welches wir in eine Webseite setzen, von Zertifizierungsstellen abhängt: Eine hierarchische und geschlossene Gruppe von Firmen und staatlichen Institutionen, die durch Webbrowser verifiziert werden. Dieses Vertrauensmodell wird schon lange kritisiert und ist erwiesenermaßen durch Angriffe verwundbar, [[wie wir es auf unserer Warnungsseite beschreiben|about/warning#man-in-the-middle]].
fa: یکی از مشکلات اصلی اچ‌تی‌تی‌پی‌اس استاندارد این است که اعتمادی که معمولاً‌ به یک تارنما می‌کنیم از طریق مراجع صور گواهی دیجیتال تعریف می‌شود: یعنی گروهی بسته و سلسله‌مراتبی از شرکت‌ها و نهادهای دولتی مورد تأیید توسعه‌دهندگان مروگرهای وب. این مدل از اعتماد مدت‌ها است که مورد انتقاد قرار گرفته و [[همان‌طور که در صفحهٔ هشدار ما آمده|about/warning#man-in-the-middle]] بارها مشخص شده که در برابر حملات آسیب‌پذیر است

source: We believe instead that users should be given the final say when trusting a website, and that designation of trust should be done on the basis of human interaction.
de: Stattdessen glauben wir, dass den Nutzenden bezüglich dem Vertrauen zu einer Webseite die letztendliche Entscheidung überlassen werden sollte und dass die Bereitstellung von Vertrauen auf der Basis von menschlicher Interaktion geschehen sollte.
fa: ما در عوض معتقدیم کاربران باید نظر نهایی در مورد اعتماد به یک تارنما را بدهند و اعتماد باید بر مبنای تعاملات انسانی باشد.

source: The OpenPGP [[!wikipedia Web_of_Trust desc="Web of Trust"]] is a decentralized trust model based on OpenPGP keys. Let's see that with an example.
de: Das OpenPGP [[!wikipedia_de Web_of_Trust desc="Web of Trust"]] ist ein auf OpenPGP-Schlüsseln basierendes, dezentrales Vertrauensmodell. Werfen wir mit einem Beispiel einen Blick darauf.
fa: [[!wikipedia Web_of_Trust desc="شبکهٔ اعتماد"]] اُپن‌پی‌جی‌پی یک مدل اعتماد مرکززدایی‌شده بر مبنای کلیدهای اُپن‌پی‌جی‌پی است. بیایید مثالی در این مورد ببینیم.

source: *You're a friend of Alice and really trust her way of managing OpenPGP keys. You're trusting Alice's key.*
de: *Sie sind mit Alice befreundet und vertrauen ihr wirklich, wie sie ihre OpenPGP Schlüssel verwaltet. Sie vertrauen Alice's Schlüssel.*
fa: *شما دوست آلیس هستید و واقعاً‌ به نحوهٔ مدیریت کلیدهای اُپن‌پی‌جی‌پی از سوی اعتماد دارید. شما به کلید آلیس اعتماد دارید.*

source: *Furthermore, Alice met Bob, a Tails developer, in a conference, and signed Bob's key. Alice is trusting Bob's key.*
de: *Hinzu kommt, dass Alice Bob, einen Tails Entwickler, bei einer Konferenz trifft und Bob's Schlüssel signiert. Alice vertraut Bob's Schlüssel.*
fa: *همین‌طور آلیس در یک کنفرانس، باب، یک برنامه‌نویس تیلز، را ملاقات و کلید باب را امضا کرده است. آلیس به کلید باب اعتماد دارد.*

source: *Bob is a Tails developer who directly owns the Tails signing key. Bob fully trusts Tails signing key.*
de: *Bob ist ein Tails Entwickler, welcher direkt den Tails Signaturschlüssel besitzt. Bob vertraut dem Tails Signaturschlüssel vollständig.*
fa: *باب یک برنامه‌نویس تیلز است که مستقیماً صاحب یک کلید امضای تیلز است. باب به کلید امضای تیلز اعتماد کامل دارد.*

source: This scenario creates a trust path from you to Tails signing key that could allow you to trust it without having to depend on certificate authorities.
de: Dieses Szenario erzeugt einen Vertrauenspfad von Ihnen zum Tails Signaturschlüssel, welcher es Ihnen erlauben kann, ihm ohne die Abhängigkeit von Zertifizierungsstellen zu vertrauen.
fa: این روابط مسیری از اعتماد بین شما و کلید امضای تیلز ایجاد می‌کند که به شما اجازه می‌دهد بدون نیاز به اتکا به مراجع صدور گواهی دیجیتال به این کلید اعتماد کنید.

source: This trust model is not perfect either and requires both caution and intelligent supervision by users. The technical details of creating, managing and trusting OpenPGP keys is outside of the scope of this document.
de: Dieses Vertrauensmodell ist auch nicht perfekt und benötigt sowohl Vorsicht als auch intelligente Kontrolle durch Nutzende. Die technischen Details über das Erstellen, Verwalten und Vertrauen von OpenPGP Schlüssel übersteigt den Umfang dieses Dokuments.
fa: این مدل اعتماد نیز بی‌نقص نبوده و مستلزم احتیاط و نظارت هوشمندانه از سوی کاربران است. جزییات فنی ایجاد و مدیریت کلیدهای اُپن‌پی‌جی‌پی و اعتماد به آن‌ها خارج از حوصلهٔ این سند است.

source: We also acknowledge that not everybody might be able to create good trust path to Tails signing key since it based on a network of direct human relationships and the knowledge of quite complex tools such as OpenPGP.
de: Wir gestehen auch ein, dass nicht alle Menschen in der Lage sein könnten, einen zuverlässigen Vertrauenspfad zum Signaturschlüssel von Tails aufzubauen, da es auf einem Netzwerk von direkten menschlichen Beziehungen und dem Fachwissen über recht komplexe Werkzeuge wie OpenPGP basiert.
fa: ما همچنین تصدیق می‌کنیم که هر کسی ممکن است بتواند یک مسیر اعتماد خوب به کلید امضای تیلز ایجاد کند، چرا که این مسیر بر مبنای ارتباطات مستقیم انسانی و دانش ابزارهای بسیار پیچیده‌ای مانند اُپن‌پی‌جی‌پی است.

source: Check Tails signing key against the Debian keyring
de: Überprüfen Sie den Tails Signaturschlüssel über den Schlüsselbund von Debian
fa: بررسی کلید امضای تیلز با کی‌رینگ دبیان

source: Following the previous scenario, when Alice met Bob, a Tails developer, she could have made a new signature on Tails signing key with her own key to certify this trust relationship and make it public. Tails signing key would now come along with a signature made by Alice.
de: Anknüpfend an das vorherige Szenario, wo Alice Bob, einen Tails Entwickler, getroffen hat, hätte sie eine neue Signatur über den Tails Signaturschlüssel mit ihrem eigenen Schlüssel erstellen können, um dieses Vertrauensverhältnis zu zertifizieren und es öffentlich zu machen. Der Tails Signaturschlüssel würde nun zusammen mit der von Alice erstellten Signatur kommen.
fa: در همان داستان قبلی، آلیس ممکن است هنگام آشنایی با باب (برنامه‌نویس تیلز)، با کلید خودش امضای جدیدی روی کلید امضای تیلز ایجاد کرده باشد تا این رابطهٔ اعتماد را تصدیق و آن را عمومی کند. حالا کلید امضای تیلز امضایی دارد که توسط آلیس ایجاد شده است.

source: Tails signing key is actually already signed by the keys of several official developers of Debian, the operating system on which Tails is based. Debian makes an extensive use of OpenPGP and you can download the keys of all Debian developers by installing the <code>debian-keyring</code> package. You can then verify the signatures those developers made with their own key on Tails signing key.
de: Der Tails Signaturschlüssel ist tatsächlich bereits von den Schlüsseln von einigen, offiziellen Entwickelnden von Debian, dem Betriebssystem, auf dem Tails basiert signiert. Debian benutzt OpenPGP in großem Ausmaß und Sie können die Schlüssel von allen Entwickelnden durch die Installation des <code>debian-keyring</code> Pakets herunterladen. Sie können anschließend die Signaturen dieser Entwickelnden, die sie mit Ihrem eigenen Schlüssel auf den Signaturschlüssel von Tails erstellt haben, verifizieren.
fa: کلید امضای تیلز پیش از این توسط کلیدهای بسیاری از برنامه‌نویسان رسمی دبیان امضا شده (دبیان سیستم‌عاملی است که تیلز بر مبنای آن نوشته شده است). در دبیان بسیار از اُپن‌پی‌جی‌پی استفاده شده و می‌توانید کلیدهای تمام برنامه‌نویسان دبیان را با نصب کردن بستهٔ <code>debian-keyring</code> دانلود کنید. سپس می‌توانید امضاهایی که این برنامه‌نویسان با کلید خود روی کلید امضای تیلز ایجاد کرده‌اند تأیید کنید.

source: To download the Debian keyring you can do:
de: Um den Schlüsselbund von Debian herunterzuladen können Sie folgendes tun:
fa: برای دانلود کردن دسته‌کلید دبیان:

source: To get a list of the signatures made by other people on Tails signing key you can do:
de: Um eine Liste mit den Signaturen, die von anderen Menschen auf den Tails Signaturschlüssel gemacht wurden zu sehen, können Sie folgendes tun:
fa: برای گرفتن فهرستی از امضاهای ایجادشده توسط افراد دیگر روی کلید امضای تیلز:

source: You will get something like this:
de: Sie werden ungefähr so etwas erhalten:
fa: چیزی مشابه این می‌گیرید:

source: The lines ending with '[User ID not found]' are signatures made by keys you still don't have in your keyring. You could try to search for them in the Debian keyring by their key ID: the 16 digit code between the 'sig' tag and the date. You could for example do:
de: Die Zeilen, die mit '[User ID not found]' enden, sind Signaturen von Schlüsseln, die Sie noch nicht in Ihrem Schlüsselbund haben. Sie könnten versuchen, im Debian Keyring mithilfe ihrer Schlüssel-ID nach ihnen zu suchen: Der 16 Stellen lange Code zwischen 'sig' und dem Datum. Sie könnten zum Beispiel folgendes tun:
fa: خطوطی که با '[User ID not found]' پایان می‌یابند، امضاهای ایجادشده با کلیدهایی هستند که هنوز در دسته‌کلید خود ندارید. می‌توانید با استفاده از شناسهٔ کلید آن‌ها در دسته‌کلید دبیان دنبالشان بگردید؛ یعنی کد ۱۶رقمی بین تگ 'sig' و تاریخ. برای نمونه:

source: If this signature corresponds to a key in the Debian keyring you will get something like this:
de: Falls die Signatur einem Schlüssel im Schlüsselbund von Debian entspricht, werden Sie etwas wie folgt erhalten:
fa: اگر این امضا مرتبط با کلیدی در دسته‌کلید دبیان باشد چیزی مانند این می‌گیرید:

source: You can then import it in your own keyring by doing:
de: Sie können sie anschließend mit folgendem Befehl in Ihren Schlüsselbund importieren:
fa: آن‌گاه می‌توانید آن را از این طریق وارد دسته‌کلید خود کنید:

source: Now you can try to verify the signature made by this new key on Tails signing key by doing:
de: Nun können Sie versuchen, die Signatur von diesem neuen Schlüssel über den Tails Signaturschlüssel zu überprüfen, indem Sie folgendes tun:
fa: اکنون می‌توانید از این طریق برای تأیید امضای ایجادشده توسط این کلید جدید روی کلید امضای تیلز اقدام کنید:

source: On the output, the status of the verification is indicated by a flag directly following the "sig" tag. A "!" indicates that the signature has been successfully verified, a "-" denotes a bad signature and a "%" is used if an error occurred while checking the signature (e.g. a non supported algorithm). For example, in the following output the signature of Stefano Zacchiroli on Tails signing key has been successfully verified:
de: In der Ausgabe wird der Status der Verifizierung durch eine Markierung, welche direkt "sig" folgt, indiziert. Ein "!" bedeutet, dass die Signatur erfolgreich verifiziert wurde, ein "-" bezeichnet eine falsche Signatur und ein "%" wird benutzt, wenn während der Überprüfung der Signatur ein Fehler aufgetreten ist (zum Beispiel ein nicht unterstützter Algorithmus). Beispielsweise wird in der folgenden Ausgabe der Signatur von Stefano Zacchiroli ein Tails Signaturschlüssel erfolgreich verifiziert:
fa: در خروجی، وضعیت تأیید با پرچمی نشان داده می‌شود که بلافاصله بعد از تگ "sig" می‌آید. یک «!» نشان می‌دهد که امضا با موفقیت "!" شده، یک «-» به معنی یک امضای بد است و یک «%» وقتی به کار می‌رود که هنگام بررسی امضا خطایی رخ دهد (مانند یک الگوریتم ناآشنا). برای نمونه در این خروجی امضای استفانو زاکیرولی روی کلید امضای تیلز با موفقیت تأیید شده است:

source: Get into the Web of Trust!
de: Kommen Sie in das Web of Trust!
fa: وارد شبکهٔ اعتماد شوید!

source: Since the Web of Trust is actually based on human relationships and real-life interactions the best would be to start establishing contacts with people knowledgeable about OpenPGP, start using it yourself and build trust relationships in order to find your own trust path to Tails signing key.
de: Da das Web of Trust tatsächlich auf zwischenmenschlichen Beziehungen und Interaktion im realen Leben basiert, wäre es das Beste, Kontakte zu Menschen aufzubauen, die sich mit OpenPGP auskennen und zu beginnen, es selbst zu benutzen und Vertrauensverhältnisse aufzubauen, damit Sie Ihren eigenen Vertrauenspfad zum Signaturschlüssel von Tails finden.
fa: از آن‌جا که شبکهٔ اعتماد بر مبنای روابط انسانی و تعاملات زندگی واقعی است، بهترین کار برقراری ارتباط با افراد آشنا با اُپن‌پی‌جی‌پی، استفاده از آن توسط خودتان و ایجاد روابط اعتماد برای یافتن مسیر اعتماد خود به کلید امضای تیلز است.

source: You could start by contacting a local [[!wikipedia Linux_User_Group desc="%s"]] or other Tails enthusiasts near you and exchange about their OpenPGP practices.
de: Sie könnten damit beginnen, indem Sie mit einer lokalen [[!wikipedia_de Linux_User_Group desc="%s"]] oder anderen Tails Enthusiasten in Ihrer Umgebung in Kontakt treten und sich über deren OpenPGP Methoden austauschen.
fa: می‌توانید این کار را با تماس گرفتن با علاقه‌مندان محلی تیلز یا [[!wikipedia Linux_User_Group desc="%s"]] و مبادلهٔ کارهای اُپن‌پی‌جی‌پی آن‌ها آغاز کنید.

source: Further reading on OpenPGP
de: Weitere Literatur zu OpenPGP
fa: منابع مطالعاتی بیشتر در مورد اُپن‌پی‌جی‌پی

source: [[!wikipedia GnuPG desc="Wikipedia: %s"]], a free OpenPGP software
de: [[!wikipedia_de GnuPG desc="Wikipedia: %s"]], eine freie OpenPGP Software
fa: [[!wikipedia GnuPG desc="Wikipedia: %s"]]، یک نرم‌افزار آزاد اُپن‌پی‌جی‌پی

source: [[Debian: Keysigning|http://www.debian.org/events/keysigning]], a tutorial on signing keys of other people
de: [[Debian: Schlüsselsignierung|http://www.debian.org/events/keysigning.de.html]], ein Tutorial zum Signieren der Schlüssel von anderen Personen
fa: [[دبیان: امضای کلید|http://www.debian.org/events/keysigning]]، آموزش کلیدهای امضای افراد دیگر

source: [[rubin.ch: Explanation of the web of trust of PGP|http://www.rubin.ch/pgp/weboftrust.en.html]]
de: [[rubin.ch: Erklärungen zum PGP Web of Trust|http://www.rubin.ch/pgp/weboftrust.de.html]]
fa: [[rubin.ch: توضیح شبکهٔ اعتماد اُپن‌پی‌جی‌پی|http://www.rubin.ch/pgp/weboftrust.en.html]]

source: [[Gpg4win: Certificate inspection|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]], instructions to manage key trust with Gpg4win
de: [[Gpg4win: Zertifikatsprüfung|http://www.gpg4win.org/doc/de/gpg4win-compendium_16.html]], Anweisungen zum Verwalten von Vertrauen in Schlüssel mit Gpg4win
fa: [[Gpg4win: بازرسی گواهی|http://www.gpg4win.org/doc/en/gpg4win-compendium_16.html]]، راهنمایی برای مدیریت کلیدها با Gpg4win

source: 3 signatures not checked due to missing keys
fa: ۳. امضاهای بررسی‌نشده به خاطر کلیدهای ناموجود

source: [[Apache: How To OpenPGP|http://www.apache.org/dev/openpgp.html]]
fa: [[آپاچی: چگونگی استفاده از اُپن‌پی‌جی‌پی|http://www.apache.org/dev/openpgp.html]]
