Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_other_operating_systems.*.po
Languages: de, fa

source: [[!meta title="Verify the ISO image using other operating systems"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]] [[!toc]]
de: [[!meta title="Das ISO-Image mit anderen Betriebssystemen verifizieren"]] [[!inline pages="doc/get/signing_key_transition.inline.de" raw="yes"]] [[!toc]]
fa: [[!meta title="تأیید تصویر ایزو با استفاده از سیستم‌عامل‌های دیگر"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]] [[!toc]]

source: GnuPG, a common free software implementation of OpenPGP has versions and graphical frontends for both Windows and Mac OS X. This also make it possible to check the cryptographic signature with those operating systems:
de: GnuPG, eine verbreitete, freie Softwareimplementierung von OpenPGP besitzt Versionen und grafische Nutzungsoberflächen sowohl für Windows als auch für Mac OS X. Dies macht es möglich, die kryptografische Signatur auch mit diesen Betriebssystemen zu verifizieren:
fa: GnuPG، یک نرم‌افزار آزاد تحت اُپن‌پی‌جی‌پی دارای نسخه‌ها و فرانت‌اندهای گرافیکی هم برای ویندوز و هم مک اواس ۱۰ است. این امر بررسی امضای رمزنگاری‌شده با این سیستم‌عامل‌ها را نیز ممکن می‌سازد:

source: [[Gpg4win|http://www.gpg4win.org/]], for Windows
de: [[Gpg4win|http://www.gpg4win.org/]], für Windows
fa: [[Gpg4win|http://www.gpg4win.org/]] برای ویندوز

source: [[GPGTools|http://www.gpgtools.org/]], for Mac OS X
de: [[GPGTools|http://www.gpgtools.org/]], für Mac OS X
fa: [[GPGTools|http://www.gpgtools.org/]] برای مک اواس ۱۰

source: You will find on either of those websites detailed documentation on how to install and use them.
de: Sie werden auf beiden dieser Webseiten detaillierte Dokumentation bezüglich der Installation und Nutzung finden.
fa: چگونگی نصب و استفاده از این نرم‌افزارها را در سندهای موجود در این دو تارنما خواهید یافت.

source: For Windows using Gpg4win
de: Für Windows mit Nutzung von Gpg4win
fa: برای ویندوز و با استفاده از Gpg4win

source: After installing Gpg4win, download Tails signing key:
de: Laden Sie nach der Installation von Gpg4win den Tails Signaturschlüssel herunter:
fa: پس از نصب Gpg4win کلید امضای تیلز را دانلود کنید:

source: [[!inline pages="lib/download_tails_signing_key" raw="yes"]]
de: [[!inline pages="lib/download_tails_signing_key.de" raw="yes"]]

source: [[Consult the Gpg4win documentation to import it|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]
de: [[Sehen Sie in der Gpg4win Dokumentation nach, um ihn zu importieren|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]
fa: [[برای آشنایی با چگونگی وارد کردن کلید امضا سند Gpg4win را بخوانید|http://www.gpg4win.org/doc/en/gpg4win-compendium_15.html]]

source: Then, download the cryptographic signature corresponding to the ISO image you want to verify:
de: Laden Sie anschließend die kryptografische Signatur herunter, die zu dem ISO-Image passt, das Sie verifizieren möchten:
fa: سپس امضای رمزنگاری‌شدهٔ مرتبط با تصویر ایزویی که قصد تأییدش را دارید دانلود کنید:

source: [[!inline pages="lib/download_stable_i386_iso_sig" raw="yes"]]
de: [[!inline pages="lib/download_stable_i386_iso_sig.de" raw="yes"]]

source: [[Consult the Gpg4win documentation to check the signature|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]
de: [[Sehen Sie in der Gpg4win Dokumentation nach, um die Signatur zu überprüfen|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]
fa: [[برای آشنایی با چگونگی بررسی امضا سند Gpg4win را بخوانید|http://www.gpg4win.org/doc/en/gpg4win-compendium_24.html#id4]]

source: If you see the following warning:
de: Falls Sie folgende Warnung sehen:
fa: اگر این پیغام هشدار را دیدید:

source: Then the ISO image is still correct, and valid according to the Tails signing key that you downloaded. This warning is related to the trust that you put in the Tails signing key. See, [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]. To remove this warning you would have to personally <span class="definition">[[!wikipedia Keysigning desc="sign"]]</span> the Tails signing key with your own key.
de: Dann ist das ISO-Image dennoch in Ordnung und laut dem Tails Signaturschlüssel, den Sie heruntergeladen haben, gültig. Diese Warnung bezieht sich auf das Vertrauen, das Sie zum Tails Signaturschlüssel haben. Lesen Sie [[dem Tails Signaturschlüssel vertrauen|doc/get/trusting_tails_signing_key]]. Um diese Warnung zu beseitigen, müssten Sie den Tails Signaturschlüssel persönlich mit Ihrem eigenen Schlüssel <span class="definition">[[!wikipedia Keysigning desc="signieren"]]</span>.

source: For Mac OS X using GPGTools
de: Für Mac OS X mit Nutzung von GPGTool
fa: برای مک اواس ایکس با استفاده از GPGTools

source: After installing GPGTools, you should be able to follow the instruction for [[Linux with the command line|verify_the_iso_image_using_the_command_line]]. To open the command line, navigate to your Applications folder, open Utilities, and double click on Terminal.
de: Nach der Installation von GPGTools sollte es möglich sein, der Anleitung für [[Linux mit der Kommandozeile|verify_the_iso_image_using_the_command_line]] zu folgen. Um die Kommandozeile zu öffnen, navigieren Sie zu Ihrem Anwendungsordner, öffnen Sie Dienstprgramme und doppelklicken Sie Terminal.
fa: پس از نصب GPGTools باید بتوانید راهنمای [[لینوکس و خط فرمان|verify_the_iso_image_using_the_command_line]] را دنبال کنید. برای باز کردن خط فرمان به پوشهٔ ابزارها بروید، یوتیلیتز را باز کنید و روی پایانه دو بار کلیک کنید.

source: Not enough information to check the signature validity. Signed on ... by tails@boum.org (Key ID: 0x58ACD84F The validity of the signature cannot be verified.
fa: اطلاعات کافی برای بررسی اعتبار امضا وجود ندارد. امضاشده...توسط tails@boum.org Key ID: 0x58ACD84F تأیید اعتبار امضا امکان‌پذیر نیست.
