Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_the_command_line.*.po
Languages: de

source: [[!meta title="Verify the ISO image using the command line"]] [[!inline pages="doc/get/signing_key_transition.inline" raw="yes"]]
de: [[!meta title="Verifizieren des ISO-Images auf der Kommandozeile"]] [[!inline pages="doc/get/signing_key_transition.inline.de" raw="yes"]]

source: You need to have GnuPG installed. GnuPG is the common OpenPGP implementation for Linux: it is installed by default under Debian, Ubuntu, Tails and many other distributions.
de: Sie müssen GnuPG installiert haben. GnuPG ist die gängigste Implementierung von OpenPGP für Linux: Es ist standardmäßig unter Debian, Ubuntu, Tails und vielen weiteren Distributionen installiert.

source: Get the Tails signing key
de: Beschaffen Sie sich den Tails Signaturschlüssel

source: First, <strong>download Tails signing key</strong>:
de: <strong>Laden Sie zunächst den Tails Signaturschlüssel herunter</strong>:

source: [[!inline pages="lib/download_tails_signing_key" raw="yes"]]
de: [[!inline pages="lib/download_tails_signing_key.de" raw="yes"]]

source: Open a terminal and <strong>import Tails signing key</strong> with the following commands:
de: Öffnen Sie ein Terminal und <strong>importieren Sie den Tails Signaturschlüssel</strong> mit den folgenden Befehlen:

source: cd [the directory in which you downloaded the key] gpg --keyid-format long --import tails-signing.key
de: cd [das Verzeichnis, in das Sie den Schlüssel heruntergeladen haben] gpg --keyid-format long --import tails-signing.key

source: The output should tell you that the key was imported:
de: Die Ausgabe sollte Ihnen mitteilen, dass der Schlüssel importiert wurde:

source: <strong>If you had already imported Tails signing key in the past</strong>, the output should tell you that the key was not changed:
de: <strong>Falls Sie den Tails Signaturschlüssel bereits in der Vergangenheit importiert haben</strong> sollte Ihnen die Ausgabe mitteilen, dass sich der Schlüssel nicht verändert hat:

source: <strong>If you are shown the following message</strong> at the end of the output:
de: <strong>Falls Ihnen folgende Nachricht</strong> am Ende der Ausgabe angezeigt wird:

source: Analyse the other messages as usual: this extra message doesn't relate to the Tails signing key that you downloaded and usually means that you didn't create an OpenPGP key for yourself yet, which of no importance to verify the ISO image.
de: Analysieren Sie die anderen Nachrichten wie üblich: Diese zusätzliche Nachricht bezieht sich nicht auf den Tails Signaturschlüssel, den Sie heruntergeladen haben, und bedeutet normalerweise, dass Sie bisher keinen OpenPGP Schlüssel für sich selbst erstellt haben, was keine Bedeutung für das Verifizieren des ISO-Images hat.

source: Verify the ISO image
de: Verifizieren Sie das ISO-Image

source: Now, <strong>download the cryptographic signature</strong> corresponding to the ISO image you want to verify and save it in the same folder as the ISO image:
de: Nun können Sie <strong>die kryptografische Signatur</strong> entsprechend des ISO-Images, das Sie verifizieren möchten, herunterladen und sie im gleichen Ordner wie das ISO-Image speichern:

source: [[!inline pages="lib/download_stable_i386_iso_sig" raw="yes"]]
de: [[!inline pages="lib/download_stable_i386_iso_sig.de" raw="yes"]]

source: Then, <strong>start the cryptographic verification</strong>, it can take several minutes:
de: Dann können Sie <strong>die kryptografische Verifizierung starten</strong>, dies kann mehrere Minuten dauern:

source: cd [the ISO image directory]
de: cd [das Verzeichnis des ISO-Images]

source: <strong>If the ISO image is correct</strong> the output will tell you that the signature is good:
de: <strong>Falls das ISO-Image in Ordnung ist</strong> wird Ihnen die Ausgabe mitteilen, dass die Signatur fehlerfrei ist:

source: or:
de: oder:

source: If you see the following warning:
de: Falls Sie folgende Warnung sehen:

source: Then the ISO image is still correct, and valid according to the Tails signing key that you downloaded. This warning is related to the trust that you put in the Tails signing key. See, [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]. To remove this warning you would have to personally <span class="definition">[[!wikipedia Keysigning desc="sign"]]</span> the Tails signing key with your own key.
de: Dann ist das Tails ISO-Image dennoch in Ordnung und entsprechend des Tails Signaturschlüssels, den Sie heruntergeladen haben, gültig. Diese Warnung bezieht sich auf das Vertrauen, dass Sie in den Tails Signaturschlüssel setzen. Lesen Sie [[dem Tails Signaturschlüssel vertrauen|doc/get/trusting_tails_signing_key]]. Um diese Warnung zu beseitigen müssten Sie den Tails Signaturschlüssel persönlich mit Ihrem eigenem Schlüssel <span class="definition">[[!wikipedia Keysigning desc="signieren"]]</span>.

source: <strong>If the ISO image is not correct</strong> the output will tell you that the signature is bad:
de: <strong>Falls das ISO-Image nicht in Ordnung ist</strong> wird Ihnen die Ausgabe mitteilen, dass die Signatur fehlerhaft ist:
