Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/get/verify.*.po
Languages: fr

source: It is important to check the <span class="definition">[[!wikipedia Data_integrity desc="integrity"]]</span> of the ISO image you downloaded to make sure that the download went well.
fr: Il est important de vérifier l'<span class="definition">[[!wikipedia_fr Intégrité_(cryptographie) desc="intégrité"]]</span> de l'image ISO téléchargée afin de vous assurer que le téléchargement s'est bien déroulé.

source: Those techniques rely on standard HTTPS and <span class="definition">[[!wikipedia Certificate_authority desc="certificate authorities"]]</span> to make you trust the content of this website. But, [[as explained on our warning page|doc/about/warning#man-in-the-middle]], you could still be victim of a man-in-the-middle attack while using HTTPS. On this website as much as on any other of the Internet.
fr: Ces techniques sont basées sur le standard HTTPS et les [[!wikipedia_fr Autorité_de_certification desc="autorités de certification"]] pour certifier le contenu de ce site. Or, [[comme expliqué sur notre page d'avertissement|doc/about/warning#man-in-the-middle]], vous pouvez être victime d'une attaque de type "man-in-the-middle" lorsque vous accédez à ce site. Lorsque vous accédez à ce site, tout comme lorsque vous accédez à n'importe quel site internet...

source: As a consequence, <strong>they don't provide you with a strong way of checking the ISO image <span class="definition">[[!wikipedia Authentication desc="authenticity"]]</span> and making sure you downloaded a genuine Tails.</strong> In a dedicated section, we will propose you some more advanced techniques to <a href="#authenticity-check">check the authenticity of the ISO image</a>.
fr: En conséquence, <strong>ces techniques ne vous permettent pas de fortement vérifier <span class="definition">[[!wikipedia_fr Facteur_d'authentification desc="l'authenticité"]]</span> de l'image ISO et être sûr que vous avez téléchargé un Tails véritable.</strong> Nous vous proposons dans une section dédiée des techniques avancées pour <a href="#authenticity-check">vérifier l'authenticité de l'image ISO</a>.

source: <strong>All Tails ISO image are cryptographically signed by our OpenPGP key.</strong> OpenPGP is a standard for data encryption that provides cryptographic privacy and authentication through the use of keys owned by its users. Checking this signature is the recommended way of checking the ISO image integrity.
fr: <strong>Toutes les images ISO de Tails sont signées avec notre clef OpenPGP</strong>. OpenPGP est un standard pour le chiffrement des données qui fournit confidentialité et authentification par l'usage de clefs. La vérification de ces signatures est recommandée afin de s'assurer de l'intégrité de l'image ISO téléchargée.

source: If you already know how to use an OpenPGP key you can download it straight away:
fr: Si vous savez déjà comment utiliser une clef OpenPGP vous pouvez la télécharger directement.

source: Otherwise, read our instructions to check the ISO image integrity:
fr: Sinon, lisez nos instructions pour vérifier l'intégrité de l'image ISO :

source: [[!toggle id="verify_the_iso_image_using_gnome" text="Using Linux with Gnome: Ubuntu, Debian, Tails, etc."]]
fr: [[!toggle id="verify_the_iso_image_using_gnome" text="En utilisant Linux avec Gnome: Ubuntu, Debian, Tails, etc."]]

source: [[!toggle id="verify_the_iso_image_using_the_command_line" text="Using Linux with the command line"]]
fr: [[!toggle id="verify_the_iso_image_using_the_command_line" text="En utilisant Linux et les lignes de commande"]]

source: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="Using other operating systems"]]
fr: [[!toggle id="verify_the_iso_image_using_other_operating_systems" text="En utilisant un autre système d'exploitation"]]

source: Using Linux with Gnome: Ubuntu, Debian, Tails, Fedora, etc.
fr: En utilisant Linux avec Gnome: Ubuntu, Debian, Tails, Fedora, etc.

source: [[!inline pages="doc/get/verify_the_iso_image_using_gnome" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>
fr: [[!inline pages="doc/get/verify_the_iso_image_using_gnome.fr" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_the_command_line" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_the_command_line" text=""]]</span>

source: Using Linux with the command line
fr: Utiliser Linux et les lignes de commande

source: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>
fr: [[!inline pages="doc/get/verify_the_iso_image_using_the_command_line.fr" raw="yes"]] """]] [[!toggleable id="verify_the_iso_image_using_other_operating_systems" text=""" <span class="hide">[[!toggle id="verify_the_iso_image_using_other_operating_systems" text=""]]</span>

source: Using other operating systems
fr: Avec un autre système d'exploitation

source: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems" raw="yes"]] """]]
fr: [[!inline pages="doc/get/verify_the_iso_image_using_other_operating_systems.fr" raw="yes"]] """]]

source: <a id="authenticity-check"></a>So how can I better check the ISO image authenticity?
fr: <a id="authenticity-check"></a> Comment mieux vérifier l'authenticité de l'image ISO ?

source: The Tails signing key that you downloaded from this website could be a fake one if you were victim of a [[man-in-the-middle attack|doc/about/warning#man-in-the-middle]].
fr: La clef de signature Tails que vous avez téléchargé depuis ce site peut être une fausse dans le cas où vous êtes victime d'une attaque de [[l'homme-du-milieu|doc/about/warning#man-in-the-middle]].

source: Finding a way of trusting better Tails signing key would allow you to authenticate better the ISO image you downloaded. The following page will give you hints on how to increase the trust you can put in the Tails signing key you downloaded:
fr: Trouver un moyen de vérifier la clef de signature Tails vous permettrait d'authentifier plus sûrement l'image ISO téléchargée. La page suivante vous donne des pistes pour accroître la confiance que vous pouvez accorder à la clef de signature Tails téléchargée :

source: [[Trusting Tails signing key|doc/get/trusting_tails_signing_key]]
fr: [[Faire confiance à la clef de signature Tails|doc/get/trusting_tails_signing_key]]
