Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/get/verify_the_iso_image_using_gnome.*.po
Languages: de, fa

source: Install <code>seahorse-nautilus</code> and <code>shared-mime-info</code>
de: Installieren Sie <code>seahorse-nautilus</code> und <code>shared-mime-info</code>
fa: <code>seahorse-nautilus</code> و <code>shared-mime-info</code> را نصب کنید.

source: You need to have recent enough versions of the <code>seahorse-nautilus</code> and <code>shared-mime-info</code> packages installed.
de: Sie müssen ausreichend aktuelle Versionen der Pakete <code>seahorse-nautilus</code> und <code>shared-mime-info</code> installiert haben.
fa: باید نسخه‌های نسبتاً‌ جدید <code>seahorse-nautilus</code> و <code>shared-mime-info</code> را نصب کرده باشید.

source: These packages are already installed in Tails.
de: Diese Pakete sind bereits in Tails installiert.
fa: این بسته‌ها از پیش روی تیلز نصب شده‌اند.

source: The needed packages are available starting from:
de: Die benötigten Pakete sind ab folgenden Versionen verfügbar:
fa: بسته‌های موردنیاز از این نسخه‌ها به بعد در دسترس هستند:

source: In Debian Wheezy, the needed packages are only available as <a href="http://backports.debian.org/">backports</a>. See the <a href="http://backports.debian.org/Instructions/">setup instructions</a> on the Debian Backports website to add them to your list of repositories. Then, to install the necessary packages, you can execute the following commands:
de: Unter Debian Wheezy sind die benötigten Pakete nur als <a href="http://backports.debian.org/">Backports</a> verfügbar. Lesen Sie die <a href="http://backports.debian.org/Instructions/">Einrichtungsanweisungen</a> auf der Debian Backports Webseite, um sie zu Ihrer Liste von Paketquellen hinzuzufügen. Anschließend können Sie zum Installieren der benötigten Pakete folgende Befehle ausführen:
fa: در دبیان Wheezy بسته‌های موردنیاز تنها به شکل <a href="http://backports.debian.org/">بک‌پورت‌ها</a> در دسترس هستند. <a href="http://backports.debian.org/Instructions/">راهنمای تنظیم</a> تارنمای بک‌پورت‌های دبیان را بخوانید تا آن‌ها را به فهرست منابع خود اضافه کنید. آن‌گاه برای نصب کردن بسته‌های ضروری می‌توانید این فرمان‌ها را اجرا کنید:

source: In Debian 8 (Jessie), Ubuntu 15.04 (Vivid), or later, to install the necessary packages, you can execute the following commands:
de: Unter Debian 8 (Jessie), Ubuntu 15.04 (Vivid) oder neuer können Sie folgende Befehle zum Installieren der benötigten Pakete ausführen:
fa: در دبیان ۸ (Jessie) و اوبونتو ۱۵٫۰۴ (Vivid) و نسخه‌های پس از آن‌ها برای نصب کردن بسته‌های ضروری می‌توانید این فرمان‌ها را اجرا کنید:

source: If you are unable to install the necessary packages, try [[verifying the ISO using the command line|verify_the_iso_image_using_the_command_line]].
de: Falls sie nicht imstande sind, die benötigten Pakete zu installieren, versuchen Sie [[das ISO-Image unter Nutzung der Kommandozeile zu verifizieren|verify_the_iso_image_using_the_command_line]].
fa: اگر نمی‌توانید بسته‌های ضروری را نصب کنید، سعی کنید [[فایل ایزو را با استفاده از خط فرمان تأیید کنید|verify_the_iso_image_using_the_command_line]].

source: Get the Tails signing key
de: Beschaffen Sie sich die den Tails Signaturschlüssel
fa: گرفتن کلید امضای تیلز

source: If you are using Tails, you already have the signing key. Otherwise, first download Tails signing key:
de: Wenn Sie Tails benutzen, besitzen Sie bereits den Signaturschlüssel. Anderenfalls laden Sie den Tails Signaturschlüssel zunächst herunter:
fa: اگر از تیلز استفاده می‌کنید، پس یک کلید امضا دارید. در غیر این صورت ابتدا کلید امضای تیلز را دانلود کنید:

source: [[!inline pages="lib/download_tails_signing_key" raw="yes"]]
de: [[!inline pages="lib/download_tails_signing_key.de" raw="yes"]]

source: [[!img import_key.png alt="What should the web browser do with this file? Open with: Import Key (default)" link="no"]]
de: [[!img import_key.png alt="Was soll der Browser mit dieser Datei tun? Öffnen mit: Schlüssel importieren (standard)" link="no"]]
fa: [[!img import_key.png alt="مرورگر وب باید با این فایل چه کند؟ با «وارد کردن کلید» آن را باز کنید (حالت پیش‌فرض)" link="no"]]

source: You will get notified will the following message:
de: Sie werden durch folgende Mitteilung benachrichtigt:
fa: این پیغام را دریافت خواهید کرد:

source: [[!img key_imported.png alt="Key Imported. Imported a key for Tails developers (offline long-term identity key) &lt;tails@boum.org&gt;" link="no"]]
de: [[!img key_imported.png alt="Schlüssel importiert. Schlüssel für Tails Entwickler wurde importiert (offline Langzeit-Identitätsschlüssel) &lt;tails@boum.org&gt;" link="no"]]
fa: [[!img key_imported.png alt="کلید وارد شد. کلیدی از برنامه‌نویسان تیلز وارد شد (کلید هویت آفلاین بلندمدت) &lt;tails@boum.org&gt;" link="no"]]

source: Verify the ISO image
de: Das ISO-Image verifizieren
fa: تأیید تصویر ایزو

source: Now, download the cryptographic signature corresponding to the ISO image you want to verify:
de: Laden Sie nun die kryptografische Signatur herunter, die zu dem ISO-Image passt, das Sie verifizieren möchten:
fa: حالا امضای رمزنگاری‌شده توسط تصویر ایزویی که می‌خواهید تأیید کنید را دانلود کنید:

source: [[!inline pages="lib/download_stable_i386_iso_sig" raw="yes"]]
de: [[!inline pages="lib/download_stable_i386_iso_sig.de" raw="yes"]]

source: Your browser should propose you to open it with "Verify Signature". Choose this action to start the cryptographic verification:
de: Ihr Browser sollte Ihnen vorschlagen, sie mit "Signatur verifizieren" zu öffnen. Wählen Sie diese Aktion um die kryptografische Überprüfung zu starten:
fa: مرورگر شما با پیغام «تأیید امضا» آن را باز کند. برای آغاز تأیید رمزنگاری این کار را انجام دهید:

source: [[!img verify_signature.png alt="What should the web browser do with this file? Open with: Verify Signature (default)" link="no"]]
de: [[!img verify_signature.png alt="Was soll der Browser mit dieser Datei tun? Öffnen mit: Signatur verifizieren (standard)" link="no"]]
fa: [[!img verify_signature.png alt="مرورگر وب باید با این فایل چه کند؟ با «تأیید امضا» آن را باز کنید (حالت پیش‌فرض)" link="no"]]

source: Browse your files to select the Tails ISO image you want to verify. Then, the verification will start. It can take several minutes:
de: Durchsuchen Sie Ihre Dateien, um das Tails ISO-Image auszuwählen, welches Sie verifizieren möchten. Anschließend wird die Verifizierung gestartet. Dies kann mehrere Minuten dauern:
fa: تصویر ایزوی تیلز که قصد تأیید آن را دارید انتخاب کنید. سپس روند تأیید آغاز می‌شود. ممکن است این روند چندین دقیقه طول بکشد:

source: [[!img verifying.png alt="Verifying" link="no"]]
de: [[!img verifying.png alt="Verifizieren" link="no"]]
fa: [[!img verifying.png alt="در حال تأیید" link="no"]]

source: <strong>If the ISO image is correct</strong> you will get a notification telling you that the signature is good:
de: <strong>Wenn das ISO-Image fehlerfrei ist</strong> werden Sie eine Benachrichtigung erhalten, dass die Signatur in Ordnung ist:
fa: <strong>اگر تصویر ایزو صحیح باشد</strong> پیغامی مبنی بر مناسب بودن امضا دریافت خواهید کرد:

source: [[!img good_signature.png alt="Goog Signature" link="no"]]
de: [[!img good_signature.png alt="Korrekte Signatur" link="no"]]
fa: [[!img good_signature.png alt="امضای مناسب" link="no"]]

source: <strong>If the ISO image is not correct</strong> you will get a notification telling you that the signature is bad:
de: <strong>Falls das ISO-Image nicht in Ordnung ist</strong> werden Sie eine Benachrichtigung erhalten, dass die Signatur fehlerhaft ist:
fa: <strong>اگر تصویر ایزو صحیح نباشد</strong> پیغامی مبنی بر بد بودن این امضا می‌گیرید:

source: [[!img bad_signature.png alt="Bad Signature: Bad or forged signature." link="no"]]
de: [[!img bad_signature.png alt="Fehlerhafe Signatur: Fehlerhafe oder gefälschte Signatur." link="no"]]
fa: [[!img bad_signature.png alt="امضای بد: امضای بد یا جعلی" link="no"]]
