Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/anonymous_internet/icedove.*.po
Languages: de

source: [[!meta title="Emailing with Icedove (Thunderbird)"]]
de: [[!meta title="E-Mails mit Icedove (Thunderbird)"]]

source: For reading and writing emails, Tails includes <span class="application">Icedove</span>.
de: Zum Lesen und Schreiben von E-Mails enthält Tails <span class="application">Icedove</span>.

source: [[!inline pages="doc/anonymous_internet/icedove/name.inline" raw="yes"]]
de: [[!inline pages="doc/anonymous_internet/icedove/name.inline.de" raw="yes"]]

source: [[!inline pages="doc/anonymous_internet/icedove/replacement.inline" raw="yes"]]
de: [[!inline pages="doc/anonymous_internet/icedove/replacement.inline.de" raw="yes"]]

source: To start <span class="application">Icedove</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Icedove</span></span>.
de: Um <span class="application">Icedove</span> zu starten, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Icedove</span></span>.

source: <p>You can activate the [[<strong>Icedove</strong> persistence feature|doc/first_steps/persistence/configure#icedove]] to store your emails and settings across separate working sessions.</p>
de: <p>Sie können die [[Funktion für den beständigen Speicherbereich für <strong>Icedove</strong> |doc/first_steps/persistence/configure#icedove]] aktivieren, um Ihre E-Mails und Einstellungen über mehrere Arbeitssitzungen hinweg zu speichern.</p>

source: For more detailed documentation, refer to the [official <span class="application">Thunderbird</span> help](https://support.mozilla.org/en-US/products/thunderbird).
de: Für detailliertere Dokumentation verweisen wir auf die [offizielle <span class="application">Thunderbird</span> Hilfe](https://support.mozilla.org/de/products/thunderbird).

source: Configure an email account
de: Konfigurieren Sie einen E-Mail Account

source: [[!inline pages="doc/anonymous_internet/icedove/account_creation.inline" raw="yes"]]
de: [[!inline pages="doc/anonymous_internet/icedove/account_creation.inline.de" raw="yes"]]

source: OpenPGP encryption with Enigmail
de: OpenPGP Verschlüsselung mit Enigmail

source: <span class="application">Icedove</span> in Tails includes the <span class="application">[Enigmail](https://www.enigmail.net/)</span> extension to encrypt and authenticate emails using OpenPGP.
de: <span class="application">Icedove</span> in Tails enthält die <span class="application">[Enigmail](https://www.enigmail.net/)</span>-Erweiterung, um E-Mails mit OpenPGP zu verschlüsseln und authentifizieren.

source: You can also create an OpenPGP key associated with your email address as part of the <span class="application">Enigmail Setup Wizard</span>.
de: Sie können mit dem <span class="application">Enigmail-Assistenten</span> auch einen zu Ihrer E-Mail-Adresse zugehörigen OpenPGP Schlüssel erstellen.

source: If you are new to OpenPGP, you can read the following guides on getting started with encrypting emails using <span class="application">Icedove</span> and <span class="application">Enigmail</span>:
de: Wenn OpenPGP neu für Sie ist, können Sie die folgenden Anleitungen lesen, um mit dem Verschlüsseln von E-Mails mit <span class="application">Icedove</span> und <span class="application">Enigmail</span> zu beginnen:

source: [Security-in-a-Box: Thunderbird & OpenPGP - secure email](https://securityinabox.org/en/guide/thunderbird/windows)
de: [Security-in-a-Box: Thunderbird & OpenPGP - secure email (englisch)](https://securityinabox.org/en/guide/thunderbird/windows)

source: [Enigmail: Enigmail Quick Start Guide](https://www.enigmail.net/documentation/quickstart.php)
de: [Enigmail: Enigmail Quick Start Guide (englisch)](https://www.enigmail.net/documentation/quickstart.php)

source: Enhanced privacy with TorBirdy
de: Verbesserte Privatsphäre mit TorBirdy

source: <span class="application">Icedove</span> in Tails includes the <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span> extension for additional privacy and anonymity.
de: <span class="application">Icedove</span> in Tails enthält die <span class="application">[TorBirdy](https://trac.torproject.org/projects/tor/wiki/torbirdy)</span>-Erweiterung für zusätzliche Privatsphäre und Anonymität.

source: <p>Sending emails in HTML format is disabled by <span class="application">TorBirdy</span>. Emails received in HTML format are displayed in plain text and can become harder to read.</p>
de: <p>Das Senden von E-Mails im HTML-Format wird durch <span class="application">TorBirdy</span> deaktiviert. Empfangene E-Mails im HTML-Format werden als Klartext angezeigt und können schwerer zu lesen sein.</p>

source: To learn more about the security properties of <span class="application">TorBirdy</span>, you can read its [design document](https://trac.torproject.org/projects/tor/attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf).
de: Um mehr über die Sicherheitseigenschaften von <span class="application">TorBirdy</span> zu erfahren, können Sie das entsprechende [Designdokument](https://trac.torproject.org/projects/tor/attachment/wiki/doc/TorifyHOWTO/EMail/Thunderbird/Thunderbird%2BTor.pdf) lesen.
