Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/anonymous_internet/networkmanager.*.po
Languages: de

source: [[!meta title="Connecting to the network with NetworkManager"]]
de: [[!meta title="Eine Netzwerkverbindung mit dem Netzwerk-Manager herstellen"]]

source: <span class="application">NetworkManager</span> allows you to connect to a network using a wired or wireless connection (Wi-Fi, 3G, or GSM):
de: Der <span class="application">Netzwerk-Manager</span> erlaubt es Ihnen, sich kabelgebunden oder drahtlos (W-LAN, 3G oder GSM) mit einem Netzwerk zu verbinden:

source: If a wired connection is detected, <span class="application">NetworkManager</span> automatically connects to it.
de: Wenn eine kabelgebundene Verbindung vorhanden ist, verbindet sich der <span class="application">Netzwerk-Manager</span> automatisch mit dieser.

source: To connect to a wireless connection, click on the <span class="application">NetworkManager Applet</span> to see the list of available connections. Then select the one you want to connect to.
de: Um sich mit einem Drahtlosnetzwerk zu verbinden, klicken Sie auf das <span class="application">Netzwerk-Manager-Applet</span> um die Liste der verfügbaren Verbindungen zu sehen. Wählen Sie anschließend die aus, mit der Sie sich verbinden möchten.

source: After establishing a connection to a network:
de: Nachdem eine Verbindung mit einem Netzwerk hergestellt wurde:

source: a. If you can already access the Internet, Tor and <span class="application">[[Vidalia]]</span> are automatically started. b. If you need to log in to a captive portal before being granted access to the Internet, then [[see the corresponding documentation|unsafe_browser]].
de: a. Falls Sie bereits Internetzugriff haben, werden Tor und <span class="application">[[Vidalia]]</span> automatisch gestartet. b. Falls Sie sich in ein Captive Portal einloggen müssen, bevor Ihnen Zugang zum Internet gewährt wird, [[lesen Sie die zugehörige Dokumentation|unsafe_browser]].

source: You can modify the settings of each recorded network connection (for example to configure whether or not to automatically connect to a Wi-Fi network). To do so, right-click on the <span class="application">NetworkManager Applet</span> and choose <span class="guimenu">Edit Connections...</span>
de: Sie können die Einstellungen jeder einzelnen erfassten Netzwerkverbindung ändern (zum Beispiel um einzustellen, ob automatisch eine Verbindung zu einem W-LAN hergestellt werden soll). Um dies zu tun, klicken Sie mit der rechten Maustaste auf das <span class="application">Netzwerk-Manager-Applet</span> und wählen Sie <span class="guimenu">Verbindungen bearbeiten...</span> aus.

source: If you want to reuse your custom <span class="application">NetworkManager</span> configuration or the passwords of encrypted wireless connections across separate working sessions, you can activate the [[<span class="guilabel">Network connections</span> persistence feature|first_steps/persistence/configure#network_connections]].
de: Falls Sie Ihre angepasste <span class="application">Netzwerk-Manager</span> Konfiguration oder die Passwörter von verschlüsselten Drahtlosverbindungen über mehrere Arbeitssitzungen hinweg benutzen möchten, können Sie die [[Beständigkeit für <span class="guilabel">Netzwerkverbindungen</span>|first_steps/persistence/configure#network_connections]] aktivieren.

source: If you are concerned about being identified as a Tails user on your network, read our documentation about [[network fingerprinting|doc/about/fingerprint]].
de: Falls Sie Bedenken haben, als Nutzer von Tails in ihrem Netzwerk identifiziert zu werden, lesen Sie unsere Dokumentation zu [[Netzwerk-Fingerabdrücken|doc/about/fingerprint]].

source: <ul> <li><span class="application">NetworkManager</span> does not support dial-up modems. See [[!tails_ticket 5913]].</li> <li>It is currently not possible to use Tails with a VPN. [[See the corresponding FAQ.|support/faq#vpn]]</li> </ul>
de: <ul> <li>Der <span class="application">Netzwerk-Manager</span> unterstützt keine Einwahlmodems. Lesen Sie [[!tails_ticket 5913]].</li> <li>Es ist zurzeit nicht möglich Tails mit einem VPN zu nutzen. [[Lesen Sie die zugehörigen FAQ.|support/faq#vpn]]</li> </ul>

source: For more information about <span class="application">NetworkManager</span>, open <span class="application">[[GNOME Help|first_steps/introduction_to_gnome_and_the_tails_desktop#help]]</span> and choose <span class="guilabel">Networking, web, email & chat</span>.
de: Für mehr Informationen über den <span class="application">Netzwerk-Manager</span> öffnen Sie bitte die <span class="application">[[GNOME Hilfe|first_steps/introduction_to_gnome_and_the_tails_desktop#help]]</span> und wählen Sie <span class="guilabel">Netzwerk, Web, E-Mail & Chat</span>.
