Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/anonymous_internet/pidgin.*.po
Languages: de

source: [[!meta title="Chatting with Pidgin"]]
de: [[!meta title="Mit Pidgin chatten"]]

source: For chatting and instant messaging, Tails includes the <span class="application">[Pidgin Instant Messenger](http://pidgin.im/)</span>.
de: Zum Chatten und für Sofortnachrichtendienste ist in Tails der <span class="application">[Pidgin Sofortnachrichtendienst](http://pidgin.im/)</span> enthalten.

source: You can use it to connect to [[!wikipedia IRC]] or [[!wikipedia XMPP]] (also known as Jabber) servers, and have several accounts connected at the same time.
de: Sie können sich damit zu [[!wikipedia_de IRC]] oder [[!wikipedia_de XMPP]] (auch bekannt als Jabber) Servern verbinden und gleichzeitig mit verschiedenen Konten verbunden sein.

source: To start <span class="application">Pidgin</span> choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Pidgin Instant Messenger</span> </span> or click on the <span class="application">Pidgin</span> icon in the [[application shortcuts|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#index4h2]].
de: Um <span class="application">Pidgin</span> zu starten wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Internet</span>&nbsp;▸ <span class="guimenuitem">Pidgin Internet-Sofortnachrichtendienst</span> </span> oder wählen Sie das <span class="application">Pidgin</span>-Logo in den [[Anwendungsverknüpfungen|doc/first_steps/introduction_to_gnome_and_the_tails_desktop#index4h2]].

source: For more detailed documentation refer to the [official <span class="application">Pidgin</span> user guide](http://developer.pidgin.im/wiki/Using%20Pidgin).
de: Für detailliertere Dokumentation verweisen wir auf das [offizielle <span class="application">Pidgin</span> Handbuch ](http://developer.pidgin.im/wiki/Using%20Pidgin).

source: Predefined accounts
de: Voreingestelle Konten

source: Two accounts are configured in <span class="application">Pidgin</span> by default:
de: Zwei Konten sind standardmäßig in <span class="application">Pidgin</span> konfiguriert:

source: - `irc.oftc.net` to connect to the OFTC IRC server, and join the #tails chats. - `127.0.0.1` to connect to the I2P IRC server.
de: - `irc.oftc.net` um eine Verbindung mit dem OFTC IRC-Server herzustellen und dem #tails-Chat beizutreten. - `127.0.0.1` um sich zum I2P IRC-Server zu verbinden.

source: Those accounts are deactivated when Tails is started. To activate them, choose <span class="menuchoice"> <span class="guimenu">Accounts</span>&nbsp;▸ <span class="guisubmenu">Enable Account</span> </span>, and select the account that you want to enable in the submenu.
de: Diese Konten sind beim Start von Tails deaktiviert. Um sie zu aktivieren, wählen Sie <span class="menuchoice"> <span class="guimenu">Konten</span>&nbsp;▸ <span class="guisubmenu">Konten aktivieren</span> </span> und wählen Sie in dem Untermenü das Konto aus, welches Sie aktivieren möchten.

source: <span class="application">Off-the-record</span> (<span class="application">OTR</span>) encryption
de: <span class="application">Off-the-Record</span> (<span class="application">OTR</span>) Verschlüsselung

source: As explained on its [official page](http://www.cypherpunks.ca/otr/), <span class="application">Off-the-Record</span> messaging allows you to have private conversations over instant messaging by providing:
de: Wie auf der [offiziellen Webseite](http://www.cypherpunks.ca/otr/) beschrieben, erlaubt Ihnen <span class="application">Off-the-Record</span> Kommunikation, private Konversationen über Sofortnachrichten, indem folgendes bereitgestellt wird:

source: - **Encryption**<br /> No one else can read your instant messages. - **Authentication**<br /> You are assured the correspondent is who you think it is. - **Deniability**<br /> The messages you send do not have digital signatures that are checkable by a third party. Anyone can forge messages after a conversation to make them look like they came from you. However, during a conversation, your correspondent is assured the messages he sees are authentic and unmodified. - **Perfect forward secrecy**<br /> If you lose control of your private keys, no previous conversation is compromised.
de: - **Verschlüsselung**<br /> Niemand sonst kann Ihre Sofortnachrichten lesen. - **Authentifizierung**<br /> Ihnen wird versichert, dass Ihr Gegenüber, die Person ist, von der Sie glauben, dass sie es ist. - **Abstreitbarkeit**<br /> Die von Ihnen versendeten Nachrichten haben keine durch Dritte überprüfbare Signaturen. Jede beliebige Person kann nach einer Unterhaltung Nachrichten so fälschen, dass sie den Eindruck erwecken, dass Sie von Ihnen stammen. Jedoch wird Ihrem Gegenüber zugesichert, dass während einer Unterhaltung die erhaltenen Nachrichten echt und unverändert sind. - **Perfect Forward Secrecy**<br /> Falls Sie die Kontrolle über Ihre privaten Schlüssel verlieren, sind keine vorangegangen Unterhaltungen kompromittiert.

source: <p><strong>OTR is deactivated by default</strong>, and your conversations are not private.</p>
de: <p><strong>OTR ist standardmäßig deaktiviert</strong> und Ihre Unterhaltungen sind nicht vertraulich.</p>

source: <p><strong>File transfers are not encrypted by OTR.</strong> OTR only encrypts conversations.</p>
de: <p><strong>Dateiübertragungen werden nicht mit OTR verschlüsselt.</strong> OTR verschlüsselt nur Konversationen.</p>

source: To learn how to use OTR with <span class="application">Pidgin</span>, refer to the documentation from [Security in-a-box: How to Use OTR to Initiate a Secure Messaging Session in Pidgin](https://securityinabox.org/en/pidgin_securechat).
de: Um zu lernen, wie OTR mit <span class="application">Pidgin</span> benutzt wird, verweisen wir auf die Dokumentation von [Security in-a-box: How to Use OTR to Initiate a Secure Messaging Session in Pidgin (englisch)](https://securityinabox.org/en/pidgin_securechat).

source: To store your OTR keys and preferences across separate working sessions, you can activate the [[<span class="guilabel">Pidgin</span> persistence feature|doc/first_steps/persistence/configure/#pidgin]].
de: Um Ihre OTR Schlüssel und Einstellungen über mehrere Arbeitssitzungen hinweg zu speichern, können Sie die Funktion für den [[beständigen Speicherbereich für <span class="guilabel">Pidgin</span> |doc/first_steps/persistence/configure/#pidgin]] aktivieren.

source: In a private OTR conversation over IRC, <strong>a message sent using the <code>/me</code> command is not encrypted</strong>. The person receiving the message is notified by a warning.
de: In einer privaten Konversation mit OTR über IRC <strong>werden Nachrichten, die mit dem <code>/me</code> Befehl gesendet werden, nicht verschlüsselt</strong>. Die Person, die die Nachricht empfängt, wird durch eine Warnung benachrichtigt.

source: IRC servers blocking Tor
de: Tor blockierende IRC Server

source: Some IRC servers block connections from Tor because Tor is sometimes used to send spam.
de: Manche IRC Server blockieren Verbindungen von Tor, da Tor manchmal zum Versenden von Spam benutzt wird.

source: - [Accessing freenode Via Tor](https://freenode.net/irc_servers.shtml#tor) (the hidden services mentioned on this page are sometimes unavailable) - [OFTC and Tor](http://www.oftc.net/Tor/) - [List of IRC/chat networks that block or support Tor](https://trac.torproject.org/projects/tor/wiki/doc/BlockingIrc)
de: - [Über Tor auf Freenode zugreifen](https://freenode.net/irc_servers.shtml#tor) (die auf der Seite genannten Hidden Services sind manchmal nicht erreichbar) - [OFTC und Tor](http://www.oftc.net/Tor/) - [Liste von IRC/Chat-Netzwerken, die Tor blockieren oder unterstützen](https://trac.torproject.org/projects/tor/wiki/doc/BlockingIrc)

source: Random username generation
de: Generator für zufällige Accountnamen

source: Every time you start Tails, a random username is generated for all <span class="application">Pidgin</span> accounts.
de: Jedes mal, wenn Sie Tails starten, wird ein zufälliger Accountname für alle <span class="application">Pidgin</span>-Konten generiert.

source: The generator uses a list of common English first names, and modifies them, so that they are almost unique, and does not reveal that you are using Tails.
de: Der Generator benutzt eine Liste von geläufigen englischen Vornamen und passt diese so an, dass sie beinahe einzigartig werden und nicht preisgeben, dass Sie Tails verwenden.

source: It is based on the <span class="application">language confluxer</span> by [Christopher Pound](http://generators.christopherpound.com/).
de: Er basiert auf dem <span class="application">language confluxer</span> von [Christopher Pound](http://generators.christopherpound.com/).

source: If you want to reuse the same username across separate working sessions, you can activate the [[<span class="guilabel">Pidgin</span> persistence feature|doc/first_steps/persistence/configure/#pidgin]].
de: Wenn Sie den gleichen Accountnamen über mehrere Arbeitssitzungen hinweg speichern wollen, können Sie die Funktion für den [[beständigen Speicherbereich für <span class="guilabel">Pidgin</span> |doc/first_steps/persistence/configure/#pidgin]] aktivieren.

source: Adding support for another protocol
de: Unterstützung für weitere Protokolle hinzufügen

source: For security reasons, it is only possible to use IRC and XMPP with <span class="application">Pidgin</span> in Tails. Here are the prerequisites to enable another protocol that is supported by <span class="application">Pidgin</span> otherwise:
de: Aus Sicherheitsgründen ist es nur möglich, IRC und XMPP mit <span class="application">Pidgin</span> in Tails zu benutzen. Hier sind die Voraussetzungen, um weitere Protokolle, die von <span class="application">Pidgin</span> unterstützt werden, hinzuzufügen:

source: a. The support in <span class="application">Pidgin</span> for this protocol has been successfully tested in Tails. a. Someone volunteers to maintain the corresponding support in Tails on the long term. a. Someone has verified that the security record of the desired plugin (including open bugs) is good enough.
de: a. Die Unterstützung des Protokolls in <span class="application">Pidgin</span> wurde erfolgreich in Tails getestet. a. Jemand erklärt sich bereit, die entsprechende Betreuung auf lange Sicht in Tails zu bieten. a. Jemand hat sicher gestellt, dass der Sicherheitsstatus des gewünschten Plugins (inklusive unbehobener Fehler) ausreichend gut ist.

source: If you want to work on this issue, see [[our contribute page|contribute/how/code]].
de: Wenn Sie an diesem Problem arbeiten wollen, lesen Sie [[unsere Mithilfe-Seite|contribute/how/code]].
