Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/anonymous_internet/Tor_Browser.*.po
Languages: de, fa

source: To allow more control over JavaScript, for example to disable JavaScript completely on some websites, <span class="application">Tor Browser</span> includes the <span class="application">NoScript</span> extension.
de: Um mehr Kontrolle über JavaScript zu erlauben, zum Beispiel um JavaScript auf manchen Webseiten vollkommen zu deaktivieren, enthält <span class="application">Tor Browser</span> die <span class="application">NoScript</span> Erweiterung.
fa: برای امکان کنترل بیشتر جاوااسکریپت‌ها، برای مثال غیرفعال کردن کامل آن‌ها روی بعضی تارنماها، <span class="application">مروگر تور</span> از افزونهٔ <span class="application">نواسکریپت</span> برخوردار است.

source: By default, <span class="application">NoScript</span> is disabled and some JavaScript is allowed by the <span class="application">[[Torbutton|Tor_Browser#javascript]]</span> extension as explained above.
de: Standardmäßig ist <span class="application">NoScript</span> deaktiviert und ein wenig JavaScript wird von der <span class="application">[[Torbutton|Tor_Browser#javascript]]</span> Erweiterung, wie oben erläutert, erlaubt.
fa: به طور پیش‌فرض <span class="application">نواسکریپت</span> غیرفعال است و بعضی جاوااسکریپت‌ها همان‌طور که پیش‌تر اشاره شد با <span class="application">[[تورباتِن|Tor_Browser#javascript]]</span> اجازهٔ کار دارند.

source: For more information you can refer to the NoScript [website](http://noscript.net/) and [features](http://noscript.net/features).
de: Für mehr Information lesen Sie die NoScript [Website](http://noscript.net/) und die [Features](http://noscript.net/features).
fa: برای کسب اطلاعات بیشتر در این مورد به [تارنمای](http://noscript.net/) نواسکریپت و بخش [features](http://noscript.net/ویژگی‌های) آن رجوع کنید.

source: <p>If you want to browse web pages on your local network, refer to our documentation on [[accessing resources on the local network|advanced_topics/lan]].</p>
de: <p>Falls Sie Webseiten in Ihrem lokalen Netzwerk ansehen wollen, lesen Sie sich unsere Dokumentation über [[Zugriff auf Ressourcen im lokalen Netzwerk |advanced_topics/lan]] durch.</p>

source: <p>In Tails, the <a href="https://people.torproject.org/~mikeperry/images/OnionMenu.jpg">circuit view</a> of <span class="application">Tor Browser</span> is disabled because we are not sure whether it would have security implications in the particular context of Tails (see [[!tails_ticket 9365 desc="#9365"]] and [[!tails_ticket 9366 desc="#9366"]]). This feature is safe to use outside of Tails.</p>
de: <p>In Tails ist die <a href="https://people.torproject.org/~mikeperry/images/OnionMenu.jpg"> Kanalansicht</a> des <span class="application">Tor Browsers</span> deaktiviert, da wir nicht sicher sind, ob sie Konsequenzen im Bezug auf die Sicherheit in dem spezifischen Kontext von Tails hat (siehe [[!tails_ticket 9365 desc="#9365"]] und [[!tails_ticket 9366 desc="#9366"]]). Dieses Feature kann außerhalb von Tails sicher benutzt werden.</p>

source: <p>You can see the Tor circuits in the network map of <span class="application">[[Vidalia]]</span>.</p>
de: <p>Sie können die Kanäle von Tor in der Netzwerkkarte von <span class="application">[[Vidalia]]</span> sehen.</p>
