Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/anonymous_internet/Tor_Browser.*.po
Languages: de, fa

source: [[!meta title="Browsing the web with Tor Browser"]]
de: [[!meta title="Mit dem Tor Browser im Internet surfen"]]
fa: [[!meta title="وب‌گردی با مرورگر تور"]]

source: [[!img Tor_Browser/mozicon128.png link=no alt="Tor Browser icon"]]
fa: [[!img Tor_Browser/mozicon128.png link=no alt="نمایهٔ مرورگر تور"]]

source: <span class="application">[Tor Browser](https://www.torproject.org/projects/torbrowser.html.en)</span> is a web browser based on [Mozilla Firefox](http://getfirefox.com) and configured to protect your anonymity. Given the popularity of Firefox, you might have used it before and its user interface is like any other modern web browser.
de: <span class="application">[Tor Browser](https://www.torproject.org/projects/torbrowser.html.en)</span> ist ein Webbrowser, der auf [Mozilla Firefox](http://getfirefox.com) basiert und konfiguriert ist, Ihre Anonymität zu schützen. Durch die vorhandene Beliebtheit von Firefox haben Sie ihn möglicherweise bereits davor benutzt und die Benutzungsoberfläche ist wie von sonstigen anderen modernen Browsern.
fa: <span class="application">[مرورگر تور](https://www.torproject.org/projects/torbrowser.html.en)</span> یک مرورگر وب مبتنی بر [موزیلا فایرفاکس](http://getfirefox.com) است که برای حفظ ناشناسی شما تنظیم شده است. با توجه به محبوبیت فایرفاکس ممکن است قبلاً از این مرورگر استفاده کرده باشید و رابط کاربری آن مانند هر مرورگر وب مدرن دیگری است.

source: Some frequently asked questions about the browser can be found in [[the FAQ|support/faq#browser]].
de: Einige oft gestellte Fragen über den Browser können in [[den FAQ|support/faq#browser]] gefunden werden.
fa: بعضی سوالات متداول در مورد این مروگر را می‌توان در بخش [[سوالات متداول|support/faq#browser]] یافت.

source: Here are a few things worth mentioning in the context of Tails.
de: Hier sind einige erwähnenswerte Dinge im Bezug auf Tails.
fa: در این‌جا چند نکتهٔ شایان ذکر در بافت تیلز می‌آیند.

source: AppArmor confinement
de: AppArmor Einschränkung
fa: محافظت AppArmor

source: <span class="application">Tor Browser</span> in Tails is confined with [[!debwiki AppArmor]] to protect the system and your data from some types of attack against <span class="application">Tor Browser</span>. As a consequence, it can only read and write to a limited number of folders.
de: <span class="application">Tor Browser</span> ist in Tails mit [[!debwiki AppArmor]] eingeschränkt, um das System und Ihre Daten vor einigen Arten von Angriffen gegen den <span class="application">Tor Browser</span> zu schützen. Eine Konsequenz davon ist, dass er nur auf eine beschränkte Anzahl von Ordnern lesen und schreiben kann.
fa: <span class="application">مرورگر تور</span> در تیلز با [[!debwiki AppArmor]] محافظت می‌شود تا از سیستم شما و اطلاعاتتان از برخی حملات علیه <span class="application">مرورگر تور</span> محافظت شود. در نتیجه مرورگر تنها می‌تواند پوشه‌های معدودی را بخواند و در آن‌ها بنویسد.

source: This is why you might face <span class="guilabel">Permission denied</span> errors, for example if you try to download files to the <span class="filename">Home</span> folder.
de: Dies ist der Grund, warum sie möglicherweise <span class="guilabel">Zugriff verweigert</span> Fehlermeldungen erhalten, beispielsweise wenn Sie versuchen, Dateien in das <span class="filename">Home</span>-Verzeichnis herunterzuladen.
fa: به همین دلیل ممکن است پیغام‌های خطای <span class="guilabel">منع دسترسی</span> دریافت کنید؛ برای نمونه وقتی تلاش می‌کنید فایلی را در پوشهٔ <span class="filename">خانه</span> دانلود کنید.

source: - You can save files from <span class="application">Tor Browser</span> to the <span class="filename">Tor Browser</span> folder that is located in the <span class="filename">Home</span> folder. The content of this folder will disappear once you shut down Tails.
de: - Sie können Dateien vom <span class="application">Tor Browser</span> in den <span class="filename">Tor Browser</span> Ordner speichern, der sich im <span class="filename">Home</span>-Verzeichnis befindet. Der Inhalt dieses Ordners wird verschwinden, sobald Sie Tails herunterfahren.
fa: می‌توانید فایل‌هایتان را از <span class="application">مروگر تور</span> در پوشهٔ <span class="filename">مرورگر تور</span> ذخیره کنید که در پوشهٔ <span class="filename">خانه</span> قرار دارد. محتویات این پوشه پس از خاموش کردن تیلز ناپدید می‌شوند.

source: - If you want to upload files with <span class="application">Tor Browser</span>, copy them to that folder first.
de: - Wenn Sie Dateien mit dem <span class="application">Tor Browser</span> hochladen möchten, kopieren Sie diese zuerst in diesen Ordner.
fa: - اگر می‌خواهید با <span class="application">مرورگر تور</span> فایل آپلود کنید، ابتدا آن‌ها را در آن پوشه کپی کنید.

source: - If you have activated the <span class="guilabel">[[Personal Data|doc/first_steps/persistence/configure#personal_data]]</span> persistence feature, then you can also use the <span class="filename">Tor Browser</span> folder that is located in the <span class="filename">Persistent</span> folder. In that case, the content of this folder is saved and remains available across separate working sessions.
de: - Falls Sie die <span class="guilabel">[[persönliche Daten|doc/first_steps/persistence/configure#personal_data]]</span> Funktion des verschlüsselten beständigen Speicherbereichs aktiviert haben, können Sie auch den <span class="filename">Tor Browser</span> Ordner benutzen, der sich im <span class="filename">Persistent</span>-Ordner befindet. In diesem Falle wird der Inhalt des Ordners gespeichert und bleibt über mehrere Arbeitssitzungen hinweg erhalten.
fa: - اگر ویژگی مانای <span class="guilabel">[[اطلاعات شخصیdoc/first_steps/persistence/configure#personal_data]]</span> را فعال کرده باشید، می‌توانید از پوشهٔ <span class="filename">مرورگر تور</span> موجود در پوشهٔ <span class="filename">مانا</span> نیز استفاده کنید. در این صورت محتویات این پوشه ذخیره شده و در نشست‌های کاری مختلف قابل دسترسی خواهد بود.

source: <p>To be able to download files larger than the available RAM, you need to activate the <span class="guilabel">[[Personal Data|doc/first_steps/persistence/configure#personal_data]]</span> persistence feature.</p>
de: <p>Um in der Lage zu sein, Dateien herunterzuladen, die größer als der Arbeitsspeicher sind, ist es notwendig den verschlüsselten beständigen Speicherbereich für <span class="guilabel">[[persönliche Daten|doc/first_steps/persistence/configure#personal_data]]</span> zu aktivieren.</p>
fa: <p>برای این که بتوانید فایل‌های بزرگ‌تر از حافظهٔ تصادفی موجود را دانلود کنید، باید ویژگی مانای <span class="guilabel">[[اطلاعات شخصی|doc/first_steps/persistence/configure#personal_data]]</span> را فعال کنید.</p>

source: HTTPS Encryption
de: HTTPS Verschlüsselung
fa: رمزگذاری اچ‌تی‌تی‌پی‌اس

source: Using HTTPS instead of HTTP encrypts your communication while browsing the web.
de: Die Nutzung von HTTPS anstatt von HTTP verschlüsselt Ihre Kommunkation während des Surfens im Internet.
fa: استفاده از اچ‌تی‌تی‌پی‌اس به جای اچ‌تی‌تی‌پی باعث رمزگذاری ارتباطات شما هنگام وب‌گردی می‌شود.

source: All the data exchanged between your browser and the server you are visiting are encrypted. It prevents the [[Tor exit node to eavesdrop on your communication|doc/about/warning#exit_node]].
de: Alle Daten, die zwischen Ihrem Browser und dem Server, den Sie besuchen, ausgetauscht werden, sind verschlüsselt. Dies verhindert, dass das [[Tor-Ausgangsrelais Ihre Kommunikation abhört|doc/about/warning#exit_node]].
fa: تمام اطلاعات ردوبدل‌شده بین مرورگرتان و سروری که بازدید می‌کنید رمزگذاری می‌شوند. این امر از [[شنود ارتباطاتتان به وسیلهٔ گره خروجی تور جلوگیری می‌کند|doc/about/warning#exit_node].

source: HTTPS also includes mechanisms to authenticate the server you are communicating with. But those mechanisms can be flawed, [[as explained on our warning page|about/warning#man-in-the-middle]].
de: HTTPS umfasst zudem auch Mechanismen, um sich mit dem Server, mit dem kommuniziert wird, zu authentifizieren. Jedoch können diese Mechanismen fehlerhaft sein, [[wie auf unserer Warnungsseite beschrieben|about/warning#man-in-the-middle]].
fa: اچ‌تی‌تی‌پی‌اس همچنین دارای سازوکاری برای تأیید اعتبار سروری است که در حال متصل شدن به آن هستید. اما همان‌طور که در [[صفحهٔ هشدار ما|about/warning#man-in-the-middle]] آمده، این سازوکارها بی‌نقص نیستند.

source: For example, here is how the browser looks like when we try to log in an email account at [riseup.net](https://riseup.net/), using their [webmail interface](https://mail.riseup.net/):
de: Als Beispiel sehen Sie hier, wie der Browser aussieht, wenn wir versuchen uns unter der [Webmail Benutzungsoberfläche](https://mail.riseup.net/) in einen E-Mail Account bei [riseup.net](https://riseup.net/) einzuloggen.
fa: برای نمونه، دراین‌جا مرورگری داریم هنگام تلاش برای ورود به حساب رایانامهٔ [riseup.net](https://riseup.net/) با استفاده از [رابط کاربری مبتنی بر وب](https://mail.riseup.net/) این سرویس:

source: [[!img doc/anonymous_internet/Tor_Browser/riseup.png link=no alt="Tor Browser"]]
fa: [[!img doc/anonymous_internet/Tor_Browser/riseup.png link=no alt="مرورگر تور"]]

source: Notice the padlock icon on the left of the address bar saying "mail.riseup.net" and the address beginning with "https://" (instead of "http://"). These are the indicators that an encrypted connection using [[!wikipedia HTTPS]] is being used.
de: Beachten Sie das Schlosssymbol auf der linken Seite der Adresszeile, die "mail.riseup.net" lautet und die Adresse, die mit "https://" (anstatt von "http://") beginnt. Dies sind Anzeichen dafür, dass eine verschlüsselte Verbindung unter Nutzung von [[!wikipedia_de HTTPS]] verwendet wird.
fa: توجه کنید که نمایهٔ قفل در سمت چپ نوار نشانی نوشته «mail.riseup.net» و نشانی (به جای «http://») با «https://» آغاز می‌شود. این‌ها نشان‌دهندهٔ وجود رمزگذاری با استفاده از [[!wikipedia HTTPS]] هستند.

source: You should try to only use services providing HTTPS when you are sending or retrieving sensitive information (like passwords), otherwise its very easy for an eavesdropper to steal whatever information you are sending or to modify the content of a page on its way to your browser.
de: Sie sollten versuchen nur Dienste zu nutzen, die HTTPS bereitstellen, wenn Sie sensible Informationen (wie Passwörter) versenden oder empfangen, anderenfalls ist es sehr einfach für einen Mitlesenden, jegliche Informationen die Sie versenden, zu stehlen oder den Inhalt der Webseiten, die auf dem Weg zu Ihrem Browser sind, zu modifizieren.
fa: باید تلاش کنید هنگام فرستادن یا گرفتن اطلاعات مهم (مانند گذرواژه‌ها) تنها از سرویس‌های دارای اچ‌تی‌تی‌پی‌اس استفاده کنید، در غیر این صورت شنود و دزدیدن این اطلاعات که می‌فرستید یا تغییر دادن محتوای صفحه‌ای که باز می‌کنید کاری بسیار آسان خواهد بود.

source: HTTPS Everywhere
fa: اچ‌تی‌تی‌پی‌اس همه‌جا

source: [[!img https-everywhere.jpg link=no alt="HTTPS Everywhere logo"]]
fa: [[!img https-everywhere.jpg link=no alt="لوگوی همه‌جا اچ‌تی‌تی‌پی‌اس"]]

source: [HTTPS Everywhere](https://www.eff.org/https-everywhere) is a Firefox extension included in <span class="application">Tor Browser</span> and produced as a collaboration between [The Tor Project](https://torproject.org/) and the [Electronic Frontier Foundation](https://eff.org/). It encrypts your communications with a number of major websites. Many sites on the web offer some limited support for encryption over HTTPS, but make it difficult to use. For instance, they may default to unencrypted HTTP, or fill encrypted pages with links that go back to the unencrypted site. The HTTPS Everywhere extension fixes these problems by rewriting all requests to these sites to HTTPS.
de: [HTTPS Everywhere](https://www.eff.org/https-everywhere) ist eine Erweiterung für Firefox, die im <span class="application">Tor Browser</span> enthalten ist und in Zusammenarbeit vom [Tor Project](https://torproject.org/) und der [Electronic Frontier Foundation](https://eff.org/) herausgegeben wird. Sie verschlüsselt Ihre Kommunikation mit einer Anzahl von großen Webseiten. Viele Seiten im Web bieten einige beschränkte Unterstützung für Verschlüsselung über HTTPS, aber machen es schwierig sie zu benutzen. Zum Beispiel könnten Sie standarmäßig unverschlüsseltes HTTP benutzen, oder verschlüsselte Seiten mit Links versehen, die zurück zur unverschlüsselten Seite gehen. Die HTTPS Everywhere Erweiterung behebt diese Probleme, indem alle Anfragen zu solchen Webseiten auf HTTPS umgeschrieben werden.
fa: [همه‌جا اچ‌تی‌تی‌پی‌اس](https://www.eff.org/https-everywhere) یک افزونهٔ فایرفاکس موجود در <span class="application">مروگر تور</span> و نتیجهٔ یک همکاری بین [پروژهٔ تور](https://torproject.org/) و [بنیاد مرزهای الکترونیکی](https://eff.org/) است. این افزونه ارتباط‌های شما با بعضی از تارنماهای مهم را رمزگذاری می‌کند. بسیاری از تارنماها تا حدودی از رمزگذاری اچ‌تی‌تی‌پی‌اس پشتیبانی می‌کنند، اما استفاده از آن را دشوار می‌کنند. برای نمونه ممکن است پیش‌فرض آن‌ها اچ‌تی‌تی‌پی رمزگذاری‌نشده باشد، یا صفحات رمزگذاری‌شده‌شان پر از پیوندهایی باشد که به صفحهٔ رمزگذاری‌نشده برمی‌گردند. افزونهٔ «همه‌جا اچ‌تی‌تی‌پی‌اس» این مشکلات را با بازنویسی تمام درخواست‌ها به این سایت‌ها به اچ‌تی‌تی‌پی‌اس حل می‌کند.

source: To learn more about HTTPS Everywhere you can see:
de: Um mehr über HTTPS Everywhere zu erfahren können Sie folgendes lesen:
fa: برای کسب اطلاعات بیشتر در مورد «همه‌جا اچ‌تی‌تی‌پی‌اس» رجوع کنید به:

source: the [HTTPS Everywhere homepage](https://www.eff.org/https-everywhere)
de: die [HTTPS Everywhere Homepage](https://www.eff.org/https-everywhere)
fa: [تارنمای «همه‌جا اچ‌تی‌تی‌پی‌اس»](https://www.eff.org/https-everywhere)

source: the [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq/)
de: die [HTTPS Everywhere FAQ](https://www.eff.org/https-everywhere/faq/)
fa: [سوالات متداول «همه‌جا اچ‌تی‌تی‌پی‌اس»](https://www.eff.org/https-everywhere/faq/)

source: Torbutton
fa: تورباتِن

source: Tor alone is not enough to protect your anonymity and privacy while browsing the web. All modern web browsers, such as Firefox, support [[!wikipedia JavaScript]], [[!wikipedia Adobe_Flash]], [[!wikipedia HTTP_cookie desc="cookies"]] and other services which have been shown to be able to defeat the anonymity provided by the Tor network.
de: Tor allein ist nicht ausreichend, um Ihre Anonymität sowie Privatsphäre während des Browsens im Web zu beschützen. Alle modernen Webbrowser, wie etwa Firefox, unterstützen [[!wikipedia_de JavaScript]], [[!wikipedia_de Adobe_Flash]], [[!wikipedia_de HTTP-Cookie desc="Cookies"]] und andere Dienste, die gezeigt haben in der Lage zu sein, die durch das Tor-Netzwerk bereitgestellte Anonymität zu überwinden.
fa: تور به تنهایی برای محافظت از ناشناسی شما و حریم خصوصی‌تان هنگام وب‌گردی کافی نیست. تمام مرورگرهای وب مدرن از جمله فایرفاکس از [[!wikipedia JavaScript]]، [[!wikipedia Adobe_Flash]]، [[!wikipedia HTTP_cookie desc="کوکی‌ها"]] و دیگر سرویس‌هایی پشتیبانی می‌کنند که مشخص شده ممکن است ناشناسی ایجادشده توسط شبکهٔ تور را از بین ببرند.

source: In <span class="application">Tor Browser</span> all such features are handled from inside the browser by an extension called [Torbutton](https://www.torproject.org/torbutton/) which does all sorts of things to prevent the above type of attacks. But that comes at a price: since this will disable some functionalities and some sites might not work as intended.
de: Im <span class="application">Tor Browser</span> werden alle solchen Funktionen von innerhalb des Browsers durch eine Erweiterung namens [Torbutton](https://www.torproject.org/torbutton/) gehandhabt, welche alle möglichen Dinge tut, um die Arten von obigen Angriffen zu verhindern. Aber dies kommt zu einem Preis: Dabei werden einige Funktionalitäten deaktiviert und manche Seiten könnten möglicherweise nicht wie beabsichtigt funktionieren.
fa: در <span class="application">مرورگر تور</span> تمام این ویژگی‌ها از داخل مرورگر با افزونه‌ای به نام [تورباتِن](https://www.torproject.org/torbutton/) مدیریت می‌شوند که کارهای مختلفی برای جلوگیری از حملات فوق انجام می‌دهد. اما استفاده از آن هزینه‌ای دارد: این کار باعث غیرفعال شدن برخی ویژگی‌ها و در نتیجه باز نشدن بعضی تارنماها می‌شود.

source: Protection against dangerous JavaScript
de: Schutz gegen gefährliches JavaScript
fa: محافظت در برابر جاوااسکریپت‌های خطرناک

source: Having all JavaScript disabled by default would disable a lot of harmless and possibly useful JavaScript and render unusable many websites.
de: Standardmäßig JavaScript vollständig zu deaktivieren würde vieles harmlose und möglicherweise nützliche JavaScript deaktivieren und viele Websiten unbenutzbar machen.
fa: غیرفعال کردن تمام انواع جاوااسکریپت به طور پیش‌فرض باعث غیرفعال شدن بسیاری از اسکریپت‌های بی‌ضرر و شاید مفید و نیز بی‌فایده‌ شدن بسیاری از تارنماها می‌شود.

source: That's why **JavaScript is enabled by default** in <span class="application">Tor Browser</span>.
de: Deswegen ist im <span class="application">Tor Browser</span> **JavaScript standardmäßig aktiv**.
fa: به همین دلیل است که **جاوااسکریپت به طور پیش‌فرض در <span class="application">مرورگر تور</span> فعال است.**

source: But we rely on Torbutton to **disable all potentially dangerous JavaScript**.
de: Aber wir verlassen uns auf Torbutton um **jegliches potentiell gefährliche JavaScript zu deaktivieren**.
fa: اما ما برای **غیرفعال کردن تمام جاوااسکریپت‌های احتمالاً خطرناک** به تورباتِن اتکا می‌کنیم.

source: We consider this as a necessary compromise between security and usability and as of today we are not aware of any JavaScript that would compromise Tails anonymity.
de: Wir erwägen dies als notwendigen Kompromiss zwischen Sicherheit und Benutzbarkeit und nach heutigem Stand ist uns nicht bekannt, dass irgendwelches JavaScript die Anonymität von Tails gefährden würde.
fa: این کار را مصالحه‌ای ضروری بین امنیت و کاربردپذیری می‌دانیم و تا به حال جاوااسکریپتی نیافته‌ایم که بتواند ناشناسی تیلز را به خطر بیندازد.

source: <p>To understand better the behavior of <span class="application">Tor Browser</span>, for example regarding JavaScript and cookies, you can refer to the <a href="https://www.torproject.org/projects/torbrowser/design/"> <span class="application">Tor Browser</span> design document</a>.</p>
de: <p>Um das Verhalten des <span class="application">Tor Browsers</span> besser zu verstehen, zum Beispiel im Bezug auf JavaScript und Cookies, können Sie sich auf das <a href="https://www.torproject.org/projects/torbrowser/design/"> <span class="application">Tor Browser</span> Designdokument beziehen</a>.</p>
fa: <p>برای درک بهتر رفتار <span class="application">مرورگر تور </span>، برای مثال در مورد جاوااسکریپت‌ها و کوکی‌ها، می‌توانید به سند طراحی <a href="https://www.torproject.org/projects/torbrowser/design/"> <span class="application">مرورگر تور</span> مراجعه کنید</a>.</p>

source: Security slider
de: Sicherheitsregler
fa: زبانهٔ امنیتی

source: You can use the security slider of *Torbutton* to disable browser features as a trade-off between security and usability. For example, you can use the security slider to disable JavaScript completely.
de: Sie können den Schieberegler von *Torbutton* benutzen, um Browserfunktionen als Kompromiss zwischen Sicherheit und Benutzbarkeit zu deaktivieren. Beispielsweise können Sie den Schieberegler benutzen, um JavaScript vollständig zu deaktivieren.
fa: می‌توانید از زبانهٔ امنیتی *تورباتِن* برای غیرفعال کردن پیش‌فرض‌های مرورگر به عنوان بده‌بستانی بین امنیت و کاربردپذیری استفاده کنید. برای نمونه می‌توانید با زبانهٔ امنیتی تمام جاوااسکریپت‌ها را کاملاً غیرفعال کنید.

source: The security slider is set to *low* by default. This value provides the default level of protection of *Torbutton* and the most usable experience.
de: Der Sicherheits-Schieberegler ist standardmäßig auf *niedrig* voreingestellt. Dieser Wert bietet das vorgegebene Schutzniveau von *Torbutton* und das größte Nutzungserlebnis.
fa: زبانهٔ امنیتی به طور پیش‌فرض در حالت *کم* قرار دارد. این حالت میزان پیش‌فرض محافظت *تورباتِن* و کاربردپذیرترین تجربهٔ ممکن است.

source: To change the value of the security slider, click on the [[!img torbutton.png link=no class=symbolic alt="green onion"]] button and choose **Privacy and Security Settings**.
de: Um den Wert des Sicherheitsreglers zu ändern klicken Sie auf die [[!img torbutton.png link=no class=symbolic alt="grüne Zwiebel"]] Schaltfläche und wählen Sie **Privatsphäre- und Sicherheits-Einstellungen**.
fa: برای تغییر میزان زبانهٔ امنیتی روی دکمهٔ [[!img torbutton.png link=no class=symbolic alt="پیاز سبز"]] کلیک و **تنظیمات امنیت و حریم خصوصی** را انتخاب کنید.

source: [[!img security_slider.png link="no" alt="Security slider in its default value (low)"]]
de: [[!img security_slider.png link="no" alt="Sicherheitsregler im voreingestellten Zustand (niedring)"]]
fa: [[!img security_slider.png link="no" alt="زبانهٔ امنیتی در حالت پیش‌فرض (پایین)"]]

source: <span class="guilabel">New Identity</span> feature
de: <span class="guilabel">Neue Identität</span>-Funktion
fa: ویژگی <span class="guilabel">هویت جدید</span>

source: The <span class="guilabel">New Identity</span> feature of *Tor Browser*:
de: Die <span class="guilabel">Neue Identität</span> Funktion des *Tor Browsers*:
fa: ویژگی <span class="guilabel">هویت جدید</span> *مرورگر تور*

source: Closes all open tabs.
de: Schließt alle Tabs.
fa: تمام زبانه‌های باز را می‌بندد.

source: Clears the session state including cache, history, and cookies (except the cookies protected by the **Cookie Protections** feature).
de: Löscht den Sitzungsstatus inklusive Cache, Verlauf und Cookies (außer der Cookies, die durch die **Cookie Protections** Funktion geschützt werden).
fa: تمام مسائل مربوط به نشست کاری از جمله حافظهٔ پنهان، تاریخچه و کوکی‌ها را (به جز کوکی‌های محافظت‌شده توسط ویژگی **محافظت از کوکی‌ها**) پاک می‌کند.

source: Closes all existing web connections and creates new Tor circuits.
de: Beendet alle bestehenden Webverbindungen und erstellt neue Tor-Verbindungen.
fa: تمام ارتباطات وب موجود را می‌بندد و مدارهای جدید تور ایجاد می‌کند.

source: Erases the content of the clipboard.
de: Löscht den Inhalt der Zwischenablage.
fa: تمام محتوای بریده‌دان را پاک می‌کند.

source: <p>This feature is not enough to strongly [[separate contextual identities|about/warning#identities]] in the context of Tails as the connections outside of <span class="application">Tor Browser</span> are not restarted.</p>
de: <p>Diese Funktion ist für die starke Trennung von [[Identitäten für verschiedene Kontexte|about/warning#identities]] im Kontext von Tails nicht ausreichend, da die Verbindungen außerhalb des <span class="application">Tor Browsers</span> nicht neu gestartet werden.</p>
fa: <p>این ویژگی برای [[جدا کردن هویت‌ها|about/warning#identities]] در تیلز کافی نیست، چرا که اتصالات خارج از <span class="application">مروگر تور</span> دوباره راه‌اندازی نمی‌شوند.</p>

source: <p>Shutdown and restart Tails instead.</p>
de: <p>Fahren Sie stattdessen Tails herunter und starten Sie es neu.</p>
fa: <p>بهتر است در عوض تیلز را خاموش و دوباره راه‌اندازی کنید.</p>

source: For more details, see the [design and implementation of the Tor Browser](https://www.torproject.org/projects/torbrowser/design/#new-identity).
de: Für mehr Details lesen Sie das [Design und die Implementierung des Tor Browsers](https://www.torproject.org/projects/torbrowser/design/#new-identity).
fa: برای جزییات بیشتر رجوع کنید به [سند طراحی و اجرای مرورگر تور](https://www.torproject.org/projects/torbrowser/design/#new-identity).

source: NoScript to have even more control over JavaScript
de: NoScript um noch mehr Kontrolle über JavaScript zu haben
fa: «نواسکریپت» برای کنترل بیشتر روی جاوااسکریپت‌ها

source: [[!img noscript.png link=no alt="NoScript logo"]]
fa: [[!img noscript.png link=no alt="لوگوی نواسکریپت"]]
