Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/persistence/configure.*.po
Languages: de, fa

source: Those so called <span class="emphasis">APT lists</span> correspond to the files downloaded while doing <span class="guilabel">Reload</span> from the <span class="application">Synaptic</span> package manager or issuing the <span class="command">apt-get update</span> command.
de: Diese sogenannten <span class="emphasis">APT Listen</span> entsprechen den Dateien, die beim Durchführen von <span class="guilabel">Neu Laden</span> im <span class="application">Synaptic</span> Paketmanager oder beim Ausführen des <span class="command">apt-get update</span> Befehls heruntergeladen werden.
fa: <span class="emphasis">فهرست‌های اپت</span> با فایل‌های دانلودشده هنگام <span class="guilabel">بارگذاری دوباره</span> از ابزار مدیریت بسته‌های <span class="application">سیناپتیک</span> یا اجرای فرمان <span class="command">apt-get update</span> مرتبط هستند.

source: The <span class="emphasis">APT lists</span> are needed to [[install additional programs|doc/advanced_topics/additional_software]] or explore the list of available software packages. This feature allows you to reuse them during future working sessions, even offline.
de: Die <span class="emphasis">APT Listen</span> werden benötigt, um [[zusätzliche Programme zu installieren|doc/advanced_topics/additional_software]] oder die Liste der verfügbaren Softwarepakete zu durchsuchen. Diese Funktion erlaubt es Ihnen, sie bei zukünftigen Arbeitssitzungen wiederzuverwenden, auch offline.
fa: <span class="emphasis">فهرست‌های اپت</span> برای [[نصب برنامه‌های اضافی|doc/advanced_topics/additional_software]] یا جستجو در فهرست بسته‌های نرم‌افزاری موجود مورد نیاز هستند. این ویژگی به شما اجازه می‌دهد تا از آن‌ها در نشست‌های کاری آینده حتی به صورت آفلاین دوباره استفاده کنید.

source: <div class="text"><h2>Dotfiles</h2></div> </div>
de: <div class="text"><h2>Versteckte Konfigurationsdateien</h2></div> </div>
fa: <div class="text"><h2>دات‌فایلز</h2></div> </div>

source: When this feature is activated, all the files in the <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> folder are linked in the <span class="filename">Home</span> folder. Files in subfolders of <span class="filename">dotfiles</span> are also linked in the corresponding subfolder of your <span class="filename">Home </span> folder.
de: Wenn diese Funktion aktiviert ist, werden alle Dateien in dem Ordner <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> in den <span class="filename">Persönlichen Ordner</span> verknüpft. Dateien in Unterordnern von <span class="filename">dotfiles</span> werden ebenfalls in die entsprechenden Unterordner Ihres <span class="filename">Persönlichen Ordners</span> verknüpft.
fa: هنگامی که این ویژگی فعال شده باشد تمام فایل‌ها در پوشهٔ <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> به پوشهٔ <span class="filename">خانه</span> متصل می‌شوند. فایل‌های زیرپوشه‌های <span class="filename">دات‌فایلز</span> نیز به زیرپوشه‌های مرتبط در پوشهٔ <span class="filename">خانه</span> متصل می‌شوند.

source: For example, having the following files in <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span>:
de: Beispielweise, wenn die folgenden Dateien in <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span> vorhanden sind:
fa: برای نمونه این فایل‌ها در <span class="filename">/live/persistence/TailsData_unlocked/dotfiles</span>

source: /live/persistence/TailsData_unlocked/dotfiles ├── file_a ├── folder │ ├── file_b │ └── subfolder │ └── file_c └── emptyfolder
de: /live/persistence/TailsData_unlocked/dotfiles ├── datei_a ├── ordner │ ├── datei_b │ └── unterordner │ └── datei_c └── leererordner

source: Produces the following result in <span class="filename">/home/amnesia</span>:
de: Erzeugt dies folgendes Ergebnis in <span class="filename">/home/amnesia</span>:
fa: منجر به چنین نتیجه‌ای در <span class="filename">/home/amnesia</span> می‌شوند:

source: /home/amnesia ├── file_a → /live/persistence/TailsData_unlocked/dotfiles/file_a └── folder ├── file_b → /live/persistence/TailsData_unlocked/dotfiles/folder/file_b └── subfolder └── file_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/file_c
de: /home/amnesia ├── datei_a → /live/persistence/TailsData_unlocked/dotfiles/datei_a └── ordner ├── datei_b → /live/persistence/TailsData_unlocked/dotfiles/folder/datei_b └── unterordner └── datei_c → /live/persistence/TailsData_unlocked/dotfiles/folder/subfolder/datei_c

source: This option is useful if you want to make some specific files persistent, but not the folders they are stored in. A fine example are the so called "dotfiles" (and hence the name of this feature), the hidden configuration files in the root of your home directory, like <span class="filename">~/.gitconfig</span> and <span class="filename">~/.bashrc</span>.
de: Diese Option ist nützlich, wenn Sie ein paar spezifische Dateien beständig sichern möchten, jedoch nicht die Ordner, in denen sie gespeichert sind. Ein gutes Beispiel hierfür sind "dotfiles" (daher der Name dieser Funktion), die versteckten Konfigurationsdateien im Hauptverzeichnis Ihres Persönlichen Ordners, wie <span class="filename">~/.gitconfig</span> und <span class="filename">~/.bashrc</span>.
fa: اگر بخواهید فایل‌هایی خاص و نه پوشه‌های حاوی آن‌ها را مانا کنید این ویژگی به کارتان می‌آید. یک مثال خوب در این مورد «دات‌فایلز» (و همنام این ویژگی) هستند، یعنی تنظیمات مخفی فایل‌ها در روت پوشهٔ خانهٔ شما، مانند <span class="filename">~/.gitconfig</span> و <span class="filename">~/.bashrc</span>

source: As you can see in the previous example, empty folders are ignored. This feature only links files, and not folders, from the persistent volume into the <span class="filename">Home</span> folder.
de: Wie Sie im vorherigen Beispiel sehen können, werden leere Ordner ignoriert. Diese Funktion verknüpft nur Dateien und nicht Ordner aus dem beständigen Speicherbereich in den <span class="filename">Persönlichen Ordner</span>.
fa: همان‌طور که می‌توانید در مثال قبل ببینید، پوشه‌های خالی نادیده گرفته شده‌اند. این ویژگی تنها فایل‌ها را از درایو مانا به پوشهٔ <span class="filename">خانه</span> متصل می‌کند و نه پوشه‌هایشان را.

source: Additional software packages
de: Zusätzliche Softwarepakete
fa: بسته‌های نرم‌افزارهای اضافی

source: This is an experimental feature which does not appear in the assistant.
de: Dies ist eine experimentelle Funktion, die nicht im Assistenten erscheint.
fa: این یک ویژگی ازمایشی است که در راهنما به آن اشاره‌ای نمی‌شود.

source: When this feature is enabled, a list of [[additional software|doc/advanced_topics/additional_software]] of your choice is automatically installed at the beginning of every working session. The corresponding software packages are stored in the persistent volume. They are automatically upgraded for security after a network connection is established.
de: Wenn diese Funktion aktiviert ist, wird eine Liste von [[zusätzlicher Software|doc/advanced_topics/additional_software]] Ihrer Wahl beim Beginn jeder Arbeitssitzung automatisch installiert. Die entsprechenden Softwarepakete werden im beständigen Speicherbereich gespeichert. Sie werden im Bezug auf Sicherheit aktualisiert, sobald eine Netzwerkverbindung hergestellt wurde.
fa: وقتی این ویژگی فعال شده باشد، فهرستی از [[نرم‌افزارهای اضافی|doc/advanced_topics/additional_software]] انتخابی شما خودکار در ابتدای هر نشست کاری نصب می‌شوند. بسته‌های نرم‌افزاری مرتبط در درایو مانا ذخیره می‌شوند.. این بسته‌ها خودکار پس از هر بار اتصال به اینترنت برای مواجهه با مشکلات امنیتی به‌روز خواهند شد.

source: To use this feature you need to enable both the <span class="guilabel">APT Lists</span> and <span class="guilabel">APT Packages</span> features.
de: Um diese Funktion zu nutzen, müssen Sie sowohl die Funktionen für <span class="guilabel">APT Listen</span> als auch für <span class="guilabel">APT Pakete</span> aktivieren.
fa: برای استفاده از این ویژگی باید هم ویژگی <span class="guilabel">فهرست‌های اپت</span> و هم <span class="guilabel"> بسته‌های اپت</span> را فعال کنید.

source: If you are offline and your additional software packages don't install, it might be caused by outdated APT Lists. The issue will be fixed next time you connect Tails to Internet with persistence activated.
de: Falls Sie offline sind und Ihre zusätzlichen Softwarepakete sich nicht installieren lassen, kann dies an veralteten APT Listen liegen. Das Problem wird behoben, wenn Sie sich das nächste Mal mit Tails bei aktiviertem beständigen Speicherbereich ins Internet verbinden.
fa: اگر آفلاین هستید و بسته‌های نرم‌افزارهای اضافی‌تان نصب نمی‌شوند، ممکن است دلیلش فهرست‌های اپت قدیمی باشند. این مشکل بار دیگر که تیلز به اینترنت متصل شود و مانا فعال باشد حل خواهد شد.

source: To choose the list of additional software, start Tails with an administrator password and edit (as an administrator) the file called `/live/persistence/TailsData_unlocked/live-additional-software.conf`. Each line of this file must contain the name of a Debian package to be installed as an additional software package.
de: Um die Liste der zusätzlichen Software auszuwählen, starten Sie Tails mit einem Administrationskennwort und bearbeiten Sie (mit Administrationsrechten) die Datei mit dem Namen `/live/persistence/TailsData_unlocked/live-additional-software.conf`. Jede Zeile dieser Datei muss den Namen eines Debian Pakets enthalten, welches als zusätzliches Softwarepaket installiert werden soll.
fa: برای انتخاب فهرست نرم‌افزارهای اضافی تیلز را با گذرواژهٔ مدیریتی راه‌اندازی کرده و فایل `/live/persistence/TailsData_unlocked/live-additional-software.conf` را ویرایش کنید. هر خط از این فایل باید شامل نام یک بسته دبیان باشد که به عنوان بستهٔ نرم‌افزار اضافی نصب خواهد شد.

source: For example, to automatically install the `dia` software, a diagram editor, and the `font-manager` software, a font manager, add the following content to `live-additional-software.conf`:
de: Zum Beispiel, wenn Sie die Software `dia`, einen Diagrammeditor, und die Software `font-manager`, eine Verwaltung für Schriftarten, automatisch installieren möchten, fügen Sie folgenden Inhalt zu `live-additional-software.conf` hinzu:
fa: برای نمونه، برای نصب خودکار نرم‌افزار `dia`، یک ویرایش‌گر نمودارها و نرم‌افزار `font-manager`، یک ابزار مدیریت قلم، این را به `live-additional-software.conf` اضافه کنید:

source: To learn about the many software packages available in Debian, visit <http://packages.debian.org/stable/>.
de: Um mehr über die in Debian verfügbaren Softwarepakete zu erfahren, besuchen Sie <http://packages.debian.org/stable/>.
fa: برای دانستن در مورد بسته‌های نرم‌افزاری بسیار موجود در دبیان به <http://packages.debian.org/stable/> بروید.

source: <strong>Installing additional software is at your own risk.</strong> Most additional software requires extra configuration to be able to connect to the network through Tor, and will not work otherwise. Some other software might, for example, modify the firewall and break the security built in Tails. Software not officially included in Tails is not tested for security.
de: <strong>Die Installation zusätzlicher Software geschieht auf eigene Gefahr.</strong> Die meiste zusätzliche Software benötigt extra Konfigurationen, um in der Lage zu sein, eine Netzwerkverbindung über Tor herzustellen und wird sonst nicht funktionieren. Manch andere Software könnte beispielsweise die Firewall verändern und die in Tails implementierte Sicherheit zerstören. Software, die nicht in Tails enthalten ist, wurde nicht im Bezug auf Sicherheit getestet.
fa: <strong>مسئولیت نصب نرم‌افزار اضافی با خودتان است.</strong> بیشتر نرم‌افزارهای اضافی نیازمند برای اتصال به شبکه از طریق تور نیازمند تنظیمات بیشتر هستند و در غیر این صورت کار نخواهند کرد. بعضی نرم‌افزارهای دیگر ممکن است برای نمونه دیوار آتش را دستکاری کرده و امنیت موجود در تیلز را تضعیف کنند. نرم‌افزارهایی که به طور رسمی در تیلز گنجانده نشده‌اند از نظر امنیتی بررسی نشده‌اند.

source: <div class="text"><h2>SSH Client</h2></div> </div>
fa: <div class="text"><h2>کارخواه اس‌اس‌اچ</h2></div> </div>

source: <div class="text"><h2>Pidgin</h2></div> </div>
fa: <div class="text"><h2>پیجین</h2></div> </div>

source: <div class="text"><h2>Bitcoin Client</h2></div> </div>
fa: <div class="text"><h2>کارخواه بیت‌کوین</h2></div> </div>
