Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/persistence/configure.*.po
Languages: de, fa

source: [[!meta title="Create & configure the persistent volume"]]
de: [[!meta title="Erstellen und Konfigurieren des beständigen Speicherbereiches"]]
fa: [[!meta title="درایو مانا را ایجاد و تنظیم کنید"]]

source: [[!inline pages="doc/first_steps/persistence.caution" raw="yes"]]
de: [[!inline pages="doc/first_steps/persistence.caution.de" raw="yes"]]

source: Start the persistent volume assistant
de: Starten Sie den Assistenten für den beständigen Speicherbereich
fa: باز کردن راهنمای درایو مانا

source: To start the persistent volume assistant, choose <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
de: Um den Assistenten für den beständigen Speicherbereich zu starten, wählen Sie <span class="menuchoice"> <span class="guimenu">Anwendungen</span>&nbsp;▸ <span class="guisubmenu">Tails</span>&nbsp;▸ <span class="guimenuitem">Configure persistent volume</span></span>.
fa: برای آغاز کردن راهنمای درایو مانا از این مسیر بروید: <span class="menuchoice"> <span class="guimenu">ابزارها</span>&nbsp;◀ <span class="guisubmenu">تیلز</span>&nbsp;◀ <span class="guimenuitem">تنظیم درایو مانا</span></span>.

source: The error message <span class="emphasis">Error, Persistence partition is not unlocked.</span> means that the persistent volume was not enabled from <span class="application">Tails Greeter</span>. So you can not configure it but you can delete it and create a new one.
de: Die Fehlermeldung <span class="emphasis">Fehler, Beständiger Speicherbereich ist nicht entsperrt</span> bedeutet, dass der beständige Speicherbereich nicht im <span class="application">Tails Greeter</span> aktiviert wurde. Sie können ihn nicht konfigurieren, aber Sie können ihn löschen oder einen neuen erstellen.
fa: پیغام خطای <span class="emphasis">خطا؛ پارتیشن مانا قفل است</span> به این معنی است که درایو مانا از <span class="application">خوشامدگوی تیلز</span> فعال نشده بوده است. بنابراین نمی‌توانید آن را تنظیم کنید اما می‌توانید آن را حذف کرده و مانای جدیدی ایجاد کنید.

source: Creating the persistent volume
de: Den beständigen Speicherbereich erstellen
fa: ایجاد درایو مانا

source: When run for the first time, or after [[deleting the persistent volume|delete]], the assistant proposes to create a new persistent volume on the device from which Tails is running.
de: Beim erstmaligen Ausführen oder nach dem [[Löschen des beständigen Speicherbereichs|delete]] schlägt Ihnen der Assistent vor, einen neuen beständigen Speicherbereich auf dem Medium, von dem Tails läuft, zu erstellen.
fa: هنگام راه‌اندازی راهنما برای بار اول یا پس از [[حذف درایو مانا|delete]]، راهنما به شما پیشنهاد می‌دهد درایو مانادی جدیدی روی دستگاهی که تیلز از آن راه‌اندازی شده ایجاد کنید.

source: 1. The persistent volume is an encrypted partition protected by a passphrase. Specify a passphrase of your choice in both the <span class="guilabel">Passphrase</span> and <span class="guilabel">Verify Passphrase</span> text boxes.
de: 1. Der beständige Speicherbereich ist eine durch ein Passwort geschützte, verschlüsselte Partition. Geben Sie ein Passwort Ihrer Wahl sowohl in dem <span class="guilabel">Passphrase</span> als auch dem <span class="guilabel">Passphrase erneut eingeben</span> Textfeld ein.
fa: ۱. درایو مانا یک درایو رمزگذاری‌شده دارای گذرواژه است. در هر دو قسمت <span class="guilabel">گذرواژه</span> و <span class="guilabel">تأیید گذرواژه</span> گذرواژه‌ای به انتخاب خود وارد کنید.

source: Click on the <span class="guilabel">Create</span> button.
de: Klicken Sie auf die <span class="guilabel">Erstellen</span>-Schaltfläche.
fa: روی دکمهٔ <span class="guilabel">ایجاد</span> کلیک کنید.

source: Wait for the creation to finish.
de: Warten Sie, bis das Erstellen abgeschlossen ist.
fa: صبر کنید تا روند ایجاد درایو به پایان برسد.

source: <strong>If the creation is interrupted before it finishes</strong>, you may not be able to start Tails from this device any more. This can happen if you close the window of the wizard or unplug the USB stick or SD card during the creation of the persistent volume. [[Delete|first_steps/reset]] and [[reinstall|first_steps/installation]] Tails to fix this issue.
de: <strong>Falls das Erstellen vor der Fertigstellung abgebrochen wird, </strong>könnten Sie möglicherweise nicht mehr in der Lage sein, Tails von diesem Medium zu starten. Dies kann passieren, wenn Sie das Fenster oder den Assistenten schließen oder den USB-Stick oder die SD-Karte während der Erstellung des beständigen Speicherbereichs entfernen. [[Löschen|first_steps/reset]] und [[installieren Sie Tails erneut|first_steps/installation]], um dieses Problem zu beheben.
fa: <strong>اگر روند ایجاد درایو پیش از به پایان رسیدن متوقف شود</strong> شاید نتوانید دیگر تیلز را از آن دستگاه راه‌اندازی کنید. این اتفاق ممکن است هنگامی رخ دهد که هنگام ایجاد درایو مانا پنجرهٔ راهنما را ببندید یا درایو یواس‌بی یا کارت حافظه را از رایانه جدا کنید. برای حل این مشکل تیلز را [[حذف|first_steps/reset]] و [[دوباره نصب|first_steps/installation]] کنید.

source: Persistence features
de: Funktionen des beständigen Speicherbereichs
fa: ویژگی‌های درایو مانا

source: When run from a Tails device that already has a persistent volume, the assistant shows a list of the possible persistence features. Each feature corresponds to a set a files to be saved in the persistent volume.
de: Beim Ausführen auf einem Tails Medium, welches bereits einen beständigen Speicherbereich hat, zeigt der Assistent eine Liste der möglichen Funktionen des beständigen Speicherbereichs an. Jede Funktion entspricht einer Zusammenstellung von Dateien, die im beständigen Speicherbereich gesichert werden.
fa: اگر تیلز را از دستگاهی راه‌اندازی کرده باشید که درایو مانا داشته باشد، راهنمای درایو مانا فهرستی از ویژگی‌های ممکن آن را در اختیارتان می‌گذارد. هر ویژگی با دسته‌ای از فایل‌ها و نحوهٔ ذخیره‌ شدن آن‌ها روی درایو مانا مرتبط است.

source: <strong>Restart Tails to apply the changes</strong> after selecting or unselecting one or several features.
de: <strong>Starten Sie Tails neu, um die Änderungen wirksam zu machen</strong> nachdem Sie eine oder mehrere Funktionen ausgewählt oder deaktiviert haben.
fa: پس از فعال یا غیرفعال کردن یک یا چند ویژگی <strong>تیلز را دوباره راه‌اندازی کنید تا آن تغییرات به کار بیافتند</strong>.

source: Only features that are listed here can currently be made persistent. Some other features have been asked and accepted, but are waiting to be implemented: browser extensions, [[!tails_ticket 7148 desc="wallpaper"]], [[!tails_ticket 7625 desc="RSS feeds"]], [[!tails_ticket 7246 desc="default sound card"]], [[!tails_ticket 5979 desc="mouse and touchpad settings"]], etc. See the [[corresponding tickets|https://labs.riseup.net/code/projects/tails/issues?query_id=122]] for more details.
de: Nur die hier aufgelisteten Funktionen können derzeit beständig gespeichert werden. Nach einigen weiteren Funktionen wurde gefragt und sie wurden akzeptiert, warten aber darauf, implementiert zu werden: Browsererweiterungen, [[!tails_ticket 7148 desc="Hintergrundbilder"]], [[!tails_ticket 7625 desc="RSS Feeds"]], [[!tails_ticket 7246 desc="standardmäßige Audiokarte"]], [[!tails_ticket 5979 desc="Maus und Touchpad Einstellungen"]], etc. Lesen Sie die [[dazugehörigen Tickets|https://labs.riseup.net/code/projects/tails/issues?query_id=122]] für mehr Details.
fa: در حال حاضر تنها ویژگی‌هایی که در زیر آمده‌اند را می‌توان در مانا آورد. برخی ویژگی‌های دیگر درخواست شده و پذیرفته شده‌اند، اما کمی طول می‌کشد تا در تیلز بیایند: افزونه‌های مرورگر، [[!tails_ticket 7148 desc="کاغذدیواری"]]، [[!tails_ticket 7625 desc="خوراک آراس‌اس"]]، [[!tails_ticket 7246 desc="کارت صدای پیش‌فرض"]]، [[!tails_ticket 5979 desc="تنظیمات موش‌واره و صفحهٔ لمسی"]] و غیره. برای جزییات بیشتر نگاه کنید به [[درخواست‌های مرتبط|https://labs.riseup.net/code/projects/tails/issues?query_id=122]].

source: If you unselect a feature that used to be activated, it will be deactivated after restarting Tails but the corresponding files will remain on the persistent volume.
de: Falls Sie eine Funktion, die aktiviert war, aus der Auswahl entfernen, wird diese nach einem Neustart von Tails deaktiviert, die entsprechenden Dateien werden jedoch in dem beständigen Speicherbereich verbleiben.
fa: اگر یک ویژگی فعال را غیرفعال کنید، پس از راه‌اندازی دوباره تیلز این اتفاق رخ می‌دهد، اما فایل‌های مرتبط با آن روی درایو مانا باقی خواهند ماند.

source: <div class="text"><h2>Personal Data</h2></div> </div>
de: <div class="text"><h2>Persönliche Dateien</h2></div> </div>
fa: <div class="text"><h2>داده‌های شخصی</h2></div> </div>

source: When this feature is activated, you can save your personal files and working documents in the <span class="filename">Persistent</span> folder.
de: Wenn diese Funktion aktiviert ist, können Sie Ihre persönlichen Dateien und Arbeitsdokumente in den <span class="filename">Persistent</span>-Ordner sichern.
fa: هنگامی که این ویژگی فعال شد، می‌توانید فایل‌های شخصی و سندهای کاری خود را در پوشهٔ <span class="filename">مانا</span> ذخیره کنید.

source: To open the <span class="filename">Persistent</span> folder, choose <span class="menuchoice"> <span class="guimenu">Places</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.
de: Um den <span class="filename">Persistent</span>-Ordner zu öffnen, wählen Sie <span class="menuchoice"> <span class="guimenu">Orte</span>&nbsp;▸ <span class="guimenuitem">Persistent</span></span>.

source: When this feature is activated, the OpenPGP keys that you create or import are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die OpenPGP Schlüssel, die Sie erstellen oder importieren, im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال شد، کلیدهای اُپن‌پی‌جی‌پی که ایجاد یا وارد کرده‌اید روی درایو مانا ذخیره می‌شوند.

source: If you manually edit or overwrite the <span class="filename">~/.gnupg/gpg.conf</span> configuration file you may lessen your anonymity, weaken the encryption defaults or render GnuPG unusable.
de: Falls Sie die <span class="filename">~/.gnupg/gpg.conf</span> Konfigurationsdatei händisch bearbeiten oder überschreiben, könnten Sie möglicherweise Ihre Anonymität verringern, die Verschlüsselungs-Voreinstellungen schwächen oder GnuPG unbenutzbar machen.
fa: اگر فایل پیکربندی <span class="filename">~/.gnupg/gpg.conf</span> را دستی ویرایش یا بازنویسی کنید ممکن است ناشناسی شما کمتر شودو پیش‌فرض‌های رمزگذاری شما ضعیف شده یا GnuPG برایتان غیرقابل‌استفاده شود.

source: When this feature is activated, all the files related to the secure-shell client are saved in the persistent volume:
de: Wenn diese Funktion aktiviert ist, werden alle Dateien, die zum Secure-Shell Client gehören, im beständigen Speicherbereich gesichert:
fa: هنگامی که این ویژگی فعال شد، تمام فایل‌های مرتبط با کارخواه دارای پوستهٔ امن روی درایو مانا ذخیره می‌شوند.

source: The SSH keys that you create or import
de: Die SSH-Schlüssel, die Sie erstellen oder importieren
fa: کلیدهای اس‌اس‌اچ که ایجاد یا وارد می‌کنید

source: The public keys of the hosts you connect to
de: Die öffentlichen Schlüssel der Hosts, zu denen Sie sich verbinden
fa: کلیدهای عمومی که میزبان‌ها که به آن‌ها متصل می‌شوید

source: The SSH configuration file in <span class="filename">~/.ssh/config</span>
de: Die SSH Konfiguration in <span class="filename">~/.ssh/config</span>
fa: فایل پیکربندی اس‌اس‌اچ در <span class="filename">~/.ssh/config</span>

source: If you manually edit the <span class="filename">~/.ssh/config</span> configuration file, make sure not to overwrite the default configuration from the <span class="filename">/etc/ssh/ssh_config</span> file. Otherwise, you may weaken the encryption defaults or render SSH unusable.
de: Falls Sie die <span class="filename">~/.ssh/config</span> Konfigurationsdatei händisch bearbeiten, stellen Sie sicher, dass Sie nicht die Standardeinstellungen der <span class="filename">/etc/ssh/ssh_config</span> überschreiben. Anderenfalls könnten Sie die Verschlüsselungs-Voreinstellungen schwächen oder SSH unbenutzbar machen.
fa: اگر فایل پیکربندی <span class="filename">~/.ssh/config</span> را دستی ویرایش می‌کنید، پیکربندی پیش‌فرض فایل <span class="filename">/etc/ssh/ssh_config</span> file را تغییر ندهید. در غیر این صورت ممکن است باعث تضعیف پیش‌فرض‌های رمزگذاری یا غیرقابل‌استفاده شدن اس‌اس‌اچ شوید.

source: When this feature is activated, all the configuration files of the [[<span class="application">Pidgin</span> Internet messenger|doc/anonymous_internet/pidgin]] are saved in the persistent volume:
de: Wenn diese Funktion aktiviert ist, werden alle Konfigurationsdateien des [[<span class="application">Pidgin</span> Internet-Messengers|doc/anonymous_internet/pidgin]] im beständigen Speicherbereich gesichert:
fa: هنگامی که این ویژگی فعال شد تمام فایل‌های پیکربندی [[پیغام‌رسان اینترنتی<span class="application">پیچین</span>|doc/anonymous_internet/pidgin]] روی درایو مانا ذخیره خواهند شد.

source: The configuration of your accounts, buddies and chats.
de: Die Konfiguration Ihrer Accounts, Kontakte sowie Chats.
fa: تنظیمات حساب‌ها، دوستان و گفتگوهای شما

source: Your OTR encryption keys and keyring.
de: Ihre OTR Schlüssel für Verschlüsselung sowie Ihr Schlüsselbund
fa: کلیدها و دسته‌کلید رمزگذاری ORT شما

source: The content of the discussions is not saved unless you configure <span class="application">Pidgin</span> to do so.
de: Der Inhalt der Konversationen wird nicht gespeichert, es sei denn, Sie konfigurieren <span class="application">Pidgin</span> dazu, es zu tun.
fa: محتوای گفتگوها ذخیره نمی‌شوند مگر شما <span class="application">پیجین</span> را طور دیگری تنظیم کنید.

source: All the configuration options are available from the graphical interface. There is no need to manually edit or overwrite the configuration files.
de: Alle Konfigurationsoptionen sind von der grafischen Benutzungsoberfläche aus verfügbar. Es ist nicht notwendig, die Konfigurationsdateien händisch zu bearbeiten oder zu überschreiben.
fa: تمام تنظیمات این نرم‌افزار دارای رابط گرافیکی هستند. نیازی به ویرایش یا بازنویسی دستی فایل‌های تنظیمات آن نیست.

source: <p>Pidgin fails to load any account if you enable persistence and select the <span class="guilabel">Read-Only</span> check box as a startup option.</p>
de: <p>Pidgin wird nicht in der Lage sein, irgendeinen Account zu laden, falls Sie die Option <span class="guilabel">Schreibgeschützt</span> als Startoption auswählen.</p>
fa: <p>اگر مانا را فعال کرده و <span class="guilabel">تنها خواندن</span> را به عنوان گزینهٔ هنگام راه‌اندازی تیک بزنید پیجین نخواهد توانست وارد هیچ حسابی بشود.</p>

source: <p>Don't use the <span class="guilabel">Read-Only</span> option if you want to use Pidgin. See [[!tails_ticket 8465]].</p>
de: <p>Verwenden Sie nicht die <span class="guilabel">Schreibgeschützt</span>-Option, wenn Sie Pidgin benutzen möchten. Sehen Sie hierzu [[!tails_ticket 8465]].</p>
fa: <p>اگر قصد استفاده از پیجین را دارید از گزینهٔ <span class="guilabel">تنها خواندن</span> استفاده نکنید. رجوع کنید به [[!tails_ticket 8465]].</p>

source: When this feature is activated, the configuration and emails stored by the [[<span class="application">Icedove</span> email client|doc/anonymous_internet/icedove]] are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die Konfigurationen und E-Mails, die vom [[<span class="application">Icedove</span> E-Mail-Client|doc/anonymous_internet/icedove]] lokal gespeichert werden, im beständigen Speicherbereich gesichert.

source: <div class="text"><h2>GNOME Keyring</h2></div> </div>
de: <div class="text"><h2>GNOME Schlüsselbund</h2></div> </div>
fa: <div class="text"><h2>دسته‌کلید گنوم</h2></div> </div>

source: When this feature is activated, the secrets of <span class="application">GNOME Keyring</span> are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die geheimen Inhalte des <span class="application">GNOME Schlüsselbunds</span> im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال باشد، رازهای <span class="application">دسته‌کلید گنوم</span> روی درایو مانا ذخیره خواهند شد.

source: GNOME Keyring is a collection of components in GNOME that store secrets, passwords, keys, certificates and make them available to applications. For more information about <span class="application">GNOME Keyring</span> see the [official documentation](http://live.gnome.org/GnomeKeyring).
de: Der GNOME Schlüsselbund ist eine Zusammenstellung von Komponenten in GNOME, die Geheimnisse, Passwörter, Schlüssel und Zertifikate speichern und für Anwendungen verfügbar machen. Für mehr Informationen über den <span class="application">GNOME Schlüsselbund</span> lesen Sie die [offizielle Dokumentation](http://live.gnome.org/GnomeKeyring).
fa: دسته‌کلید گنوم مجموعه‌ای از مولفه‌ها است که رازها، گذرواژه‌ها، کلیدها و پروانه‌ها را ذخیره کدره و آن‌ها را در اختیار برنامه‌های شما می‌گذارد. برای کسب اطلاعات بیشتر دربارهٔ <span class="application">دسته‌کلید گنوم</span> رجوع کنید به [اسناد رسمی آن](http://live.gnome.org/GnomeKeyring).

source: <div class="text"><h2>Network Connections</h2></div> </div>
de: <div class="text"><h2>Netzwerkverbindungen</h2></div> </div>
fa: <div class="text"><h2>ارتباط‌های شبکه</h2></div> </div>

source: When this feature is activated, the [[configuration of the network devices and connections|doc/anonymous_internet/networkmanager]] is saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden [[Konfigurationen der Netzwerkgeräte und Netzwerkverbindungen|doc/anonymous_internet/networkmanager]] im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال باشد، [[پیکربندی دستگاه‌ها و ارتباط‌های شبکه|doc/anonymous_internet/networkmanager]] روی درایو مانا ذخیره می‌شوند.

source: To save passwords, for example the passwords of encrypted wireless connections, the [[<span class="application">GNOME Keyring</span> persistence feature|configure#gnome_keyring]] must also be activated.
de: Um Passwörter zu sichern, zum Beispiel die Passwörter von verschlüsselten Drahtlosverbindungen, muss die [[<span class="application">GNOME Schlüsselbund</span> Funktion |configure#gnome_keyring]] ebenfalls aktiviert sein.
fa: برای ذخیره کردن گذرواژه‌ها، برای نمونه گذروازه‌های رمزگذاری‌شدهٔ ارتباط‌های بی‌سیم خود، [[ویژگی مانای <span class="application">دسته‌کلید گنوم</span> |configure#gnome_keyring]] نیز باید فعال شده باشد.

source: <div class="text"><h2>Browser bookmarks</h2></div> </div>
de: <div class="text"><h2>Lesezeichen des Browsers</h2></div> </div>
fa: <div class="text"><h2>نشانک‌های مرورگر</h2></div> </div>

source: When this feature is activated, changes to the bookmarks in [[<span class="application">Tor Browser</span>|doc/anonymous_internet/Tor_Browser]] are saved in the persistent volume. This does not apply to the [[<span class="application">Unsafe Browser</span>|doc/anonymous_internet/unsafe_browser]].
de: Wenn diese Funktion aktiviert ist, werden die Änderungen an den Lesezeichen im [[<span class="application">Tor Browser</span>|doc/anonymous_internet/Tor_Browser]] im beständigen Speicherbereich gesichert. Dies trifft nicht auf den [[<span class="application">Unsicheren Browser</span>|doc/anonymous_internet/unsafe_browser]] zu.
fa: هنگامی که این ویژگی فعال شود تغییرات نشانک‌ها در [[<span class="application">مرورگر تور</span>|doc/anonymous_internet/Tor_Browser]] روی درایو مانا ذخیره خواهند شد. این امر در مورد [[<span class="application">مرورگر غیرامن</span>|doc/anonymous_internet/unsafe_browser]] صدق نمی‌کند.

source: <div class="text"><h2>Printers</h2></div> </div>
de: <div class="text"><h2>Drucker</h2></div> </div>
fa: <div class="text"><h2>چاپ‌گرها</h2></div> </div>

source: When this feature is activated, the [[configuration of the printers|doc/sensitive_documents/printing_and_scanning]] is saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die [[Konfigurationen der Drucker|doc/sensitive_documents/printing_and_scanning]] im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال باشد، [[تنظیمات چاپ‌گرها|doc/sensitive_documents/printing_and_scanning]] روی درایو مانا ذخیره خواهند شد.

source: When this feature is activated, the bitcoin wallet and preferences of the [[*Electrum* bitcoin client|anonymous_internet/electrum]] are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, wird das Bitcoin Wallet und die Einstellungen des [[*Electrum* Bitcoin-Client|anonymous_internet/electrum]] im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال باشد، کیف‌پول و ترجیحات [[کارخواه بیت‌کوین *الکترام*|anonymous_internet/electrum]] روی درایو مانا ذخیره خواهند شد.

source: <div class="text"><h2>APT Packages</h2></div> </div>
de: <div class="text"><h2>APT Pakete</h2></div> </div>
fa: <div class="text"><h2>بسته‌های اپت</h2></div> </div>

source: When this feature is activated, the packages that you install using the <span class="application">Synaptic</span> package manager or the <span class="command">apt-get</span> command are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die Pakete, die Sie mithilfe des <span class="application">Synaptic</span> Paketmanagers oder des Befehls <span class="command">apt-get</span> installieren, im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال شده باشد، بسته‌هایی که با استفاده از ابزار مدیریت بستهٔ <span class="application">سیناپتیک</span> یا فرمان <span class="command">apt-get</span> نصب می‌کنید روی درایو مانا ذخیره می‌شوند.

source: If you [[install additional programs|doc/advanced_topics/additional_software]], this feature allows you to download them once and reinstall them during future working sessions, even offline.
de: Wenn Sie [[zusätzliche Programme installieren|doc/advanced_topics/additional_software]] möchten, erlaubt es Ihnen diese Funktion, jene einmal herunterzuladen und während zukünftiger Arbeitssitzungen erneut zu installieren, sogar offline.

source: To reinstall these packages automatically when restarting Tails, use the [[<span class="guilabel">Additional software packages</span> persistence feature|configure#additional_software]].
de: Um diese Pakete automatisch bei einem Neustart von Tails erneut zu installieren, benutzen Sie die [[Funktion <span class="guilabel">zusätzlicher Softwarepakete</span> für den beständigen Speicherbereich|configure#additional_software]].

source: If you activate the <span class="guilabel">APT Packages</span> persistence feature, it is recommended to activate the <span class="guilabel">APT Lists</span> feature as well.
de: Falls Sie <span class="guilabel">APT Pakete</span> Funktion aktivieren, wird empfohlen, zusätzlich dazu die <span class="guilabel">APT Listen</span> Funktion zu aktivieren.

source: <div class="text"><h2>APT Lists</h2></div> </div>
de: <div class="text"><h2>APT Listen</h2></div> </div>
fa: <div class="text"><h2>فهرست‌های اپت</h2></div> </div>

source: When this feature is activated, the lists of all the software packages available for installation are saved in the persistent volume.
de: Wenn diese Funktion aktiviert ist, werden die Listen aller zur Installation verfügbaren Pakete im beständigen Speicherbereich gesichert.
fa: هنگامی که این ویژگی فعال شد، فهرست‌های تمام بسته‌های نرم‌افزاری موجود برای نصب روی درایو مانا ذخیره می‌شوند.
