Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/persistence/copy.*.po
Languages: de

source: [[!meta title="Manually copying your persistent data to a new device"]]
de: [[!meta title="Daten von Hand vom beständigen Speicherbereich auf ein anderes Speichermedium kopieren"]]

source: These instructions explain how to manually copy your persistent data to a new device. Follow them if you have good reasons to think that your persistence settings are corrupted or if you want to be extra careful.
de: Diese Anweisungen erklären, wie Sie Ihre beständig gespeicherten Daten von Hand auf ein neues Medium kopieren. Befolgen Sie diese, wenn Sie gute Gründe dafür haben, zu glauben, dass Ihre Einstellungen für den beständigen Speicherbereich beschädigt sind oder Sie besonders vorsichtig sein möchten.

source: Create a new device
de: Erstellen Sie ein neues Medium

source: Install the latest Tails onto a new device using the usual [[installing instructions|installation]]. Do not use the Tails device that might be corrupted in the process of installing the new one.
de: Installieren Sie das aktuellste Tails auf einem neuen Medium, indem Sie die [[Installationsanleitung|installation]] befolgen. Benutzen Sie beim Vorgang der Installation auf ein neues Medium nicht das möglicherweise beschädigte.

source: [[Create a persistent volume|configure]] on this new device. We advise you to use a different passphrase to protect this new persistent volume.
de: [[Erstellen Sie einen neuen beständigen Speicherbereich|configure]] auf diesem neuen Medium. Wir empfehlen es Ihnen, eine andere Passphrase zum Schutz dieses neuen beständigen Speicherbereichs zu wählen.

source: Enable again on this new device the persistence features of your choice.
de: Aktivieren Sie erneut die Funktionen Ihrer Wahl für den beständigen Speicherbereich.

source: Rescue your files from the old Tails device
de: Sichern Sie Ihre Dateien vom alten Tails-Medium

source: Mount the old persistent volume
de: Hängen Sie den alten beständigen Speicherbereich ein

source: Plug in the old Tails device from which you want to rescue your data.
de: Schließen Sie das alte Tails-Medium an, von welchem Sie Ihre Daten sichern möchten.

source: In the left pane, click on the device corresponding to the old Tails device.
de: Wählen Sie im linken Fensterbereich das Medium aus, welches dem alten Tails-Medium entspricht.

source: Copy your old files to the new persistent volume
de: Kopieren Sie Ihre alten Dateien in den neuen beständigen Speicherbereich

source: Execute the <span class="code">nautilus</span> command to open the file browser with administration rights.
de: Führen Sie den Befehl <span class="code">nautilus</span> aus, um den Dateimanager mit Administrationsrechten auszuführen.

source: In the file browser, navigate to <span class="filename">/media/amnesia/TailsData</span> to open the old persistent volume.
de: Navigieren Sie im Dateimanager zu <span class="filename">/media/amnesia/TailsData</span>, um die alte beständige Speicherpartition zu öffnen.

source: Click on the <span class="guilabel">TailsData</span> tab.
de: Wählen Sie den <span class="guilabel">TailsData</span>-Reiter aus.

source: The <span class="filename">apt</span> folder corresponds to the <span class="guilabel">[[APT Packages|configure#apt_packages]]</span> and <span class="guilabel">[[APT Lists|configure#apt_lists]]</span> persistence features. But it requires administration rights to be imported and this goes beyond the scope of these instructions. Note that this folder does not contain personal data.
de: Der <span class="filename">apt</span>-Ordner entspricht der <span class="guilabel">[[APT Pakete|configure#apt_packages]]</span> und <span class="guilabel">[[APT Listen|configure#apt_lists]]</span> Funktion des beständigen Speicherbereichs. Aber sie benötigen Administrationsrechte, um importiert zu werden und dies sprengt den Rahmen dieser Dokumentation. Beachten Sie, dass dieser Ordner keine persönlichen Daten enthält.

source: The <span class="filename">bookmarks</span> folder corresponds to the <span class="guilabel">[[Browser bookmarks|configure#browser_bookmarks]]</span> persistence feature.
de: Der <span class="filename">bookmarks</span>-Ordner entspricht der Funktion des beständigen Speicherbereichs für <span class="guilabel">[[Lesezeichen des Browsers|configure#browser_bookmarks]]</span>.

source: The <span class="filename">cups-configuration</span> folder corresponds to the <span class="guilabel">[[Printers|configure#printers]]</span> persistence feature.
de: Der <span class="filename">cups-configuration</span>-Ordner entspricht der <span class="guilabel">[[Drucker|configure#printers]]</span>-Funktion des beständigen Speicherbereichs.

source: The <span class="filename">dotfiles</span> folder corresponds to the <span class="guilabel">[[Dotfiles|configure#dotfiles]]</span> persistence feature.
de: Der <span class="filename">dotfiles</span>-Ordner entspricht der Funktion des beständigen Speicherbereichs für <span class="guilabel">[[Versteckte Konfigurationsdateien|configure#dotfiles]]</span>.

source: The <span class="filename">gnome-keyring</span> folder corresponds to the <span class="guilabel">[[GNOME Keyring|configure#gnome_keyring]]</span> persistence feature.
de: Der <span class="filename">gnome-keyring</span>-Ordner entspricht der <span class="guilabel">[[GNOME Schlüsselbund|configure#gnome_keyring]]</span> Funktion des beständigen Speicherbereichs.

source: The <span class="filename">gnupg</span> folder corresponds to the <span class="guilabel">[[GnuPG|configure#gnupg]]</span> persistence feature.
de: Der <span class="filename">gnupg</span>-Ordner entspricht der <span class="guilabel">[[GnuPG|configure#gnupg]]</span>-Funktion des beständigen Speicherbereichs.

source: The <span class="filename">icedove</span> folder corresponds to the <span class="guilabel">[[Icedove|configure#icedove]]</span> persistence feature.
de: Der <span class="filename">icedove</span>-Ordner entspricht der Funktion des beständigen Speicherbereichs für <span class="guilabel">[[Icedove|configure#icedove]]</span>.

source: The <span class="filename">nm-connections</span> folder corresponds to the <span class="guilabel">[[Network Connections|configure#network_connections]]</span> persistence feature.
de: Der <span class="filename">nm-connections</span>-Ordner entspricht der <span class="guilabel">[[Netzwerkverbindungen|configure#network_connections]]</span>-Funktion des beständigen Speicherbereichs.

source: The <span class="filename">openssh-client</span> folder corresponds to the <span class="guilabel">[[SSH Client|configure#ssh_client]]</span> persistence feature.
de: Der <span class="filename">openssh-client</span>-Ordner entspricht der <span class="guilabel">[[SSH Client|configure#ssh_client]]</span> Funktion des beständigen Speicherbereichs.

source: The <span class="filename">Persistent</span> folder corresponds to the <span class="guilabel">[[Personal Data|configure#personal_data]]</span> persistence feature.
de: Der <span class="filename">Persistent</span>-Ordner entspricht der <span class="guilabel">[[Persönliche Dateien|configure#personal_data]]</span> Funktion des beständigen Speicherbereichs.

source: The <span class="filename">pidgin</span> folder corresponds to the <span class="guilabel">[[Pidgin|configure#pidgin]]</span> persistence feature.
de: Der <span class="filename">pidgin</span>-Ordner entspricht der <span class="guilabel">[[Pidgin|configure#pidgin]]</span>-Funktion des beständigen Speicherbereichs.

source: After doing the copy, close the file browser.
de: Schließen Sie nach dem Durchführen der Kopie den Dateimanager.

source: In the terminal, execute the following command to fix the ownership of your personal files:
de: Führen Sie folgenden Befehl im Terminal aus, um die Eigentumsberechtigungen Ihrer persönlichen Dateien zu reparieren:
