Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/persistence/warnings.*.po
Languages: fa

source: [[!meta title="Warnings about persistence"]]
fa: [[!meta title="هشدارهایی دربارهٔ مانا"]]

source: Storing sensitive documents
fa: نگهداری سندهای مهم

source: **The persistent volume is not hidden.** An attacker in possession of the device can know that there is a persistent volume on it. Take into consideration that you can be forced or tricked to give out its passphrase.
fa: **درایو مانا یک درایو مخفی نیست.** یک مهاجم با در اختیار داشتن دستگاه متوجه می‌شود که روی آن یک درایو مانا وجود دارد. توجه داشته باشید که ممکن است مجبورتان کنند که رمزتان را لو دهید یا با اشتباه انداختن شما چنین اتفاقی بیافتد.

source: Read also our instructions to [[securely delete the persistent volume|delete]].
fa: همچنین دستورالعمل‌های [[پاک کردن ایمن درایو مانا|delete]] را بخوانید.

source: Overwriting configurations
fa: بازنویسی پیکربندی

source: The programs included in Tails are carefully configured with security in mind. If you use the persistence volume to overwrite the configuration of the programs included in Tails, it can break this security or render these programs unusable.
fa: برنامه‌نویسان تیلز با دقت و با دیدی امنیتی آن را پیکربندی کرده‌اند. اگر از درایو مانا برای بازنویسی پیکربندی برنامه‌های تیلز استفاده می‌کنید توجه داشته باشید که این اتفاق می‌تواند امنیت شما را به خطر بیاندازد یا برنامه‌های شما را غیرقابل‌استفاده کند.

source: Be especially careful when using the [[Dotfiles|persistence/configure#dotfiles]] feature.
fa: وقتی که از ویژگی [[Dotfiles|persistence/configure#dotfiles]] استفاده می‌کنید بسیار مراقب باشید.

source: Furthermore, the anonymity of Tor and Tails relies on making it harder to distinguish one Tails user from another. <strong>Changing the default configurations can break your anonymity.</strong>
fa: به علاوه، ناشناسی تور و تیلز در راستای سخت‌تر کردن تشخیص یک کاربر تیلز از دیگری است. <strong>تغییر پیکربندی پیش‌فرض می‌تواند ناشناسی شما را به خطر بیاندازد.</strong>

source: Installing additional programs
fa: نصب برنامه‌های اضافی

source: To protect your anonymity and leave no trace, Tails developers select and configure with care programs that work well together. **Installing additional programs may introduce unpredictable problems and may break the protections built-in Tails.** Tails developers may not want or may not be capable of helping you to solve those problems.
fa: برای محافظت از ناشناسی و به‌جا نگذاشتن ردپایی از خود برنامه‌نویسان تیلز با دقت نرم‌افزارهایی انتخاب و تنظیم می‌کنند. **نصب برنامه‌های اضافی ممکن است منجر به مشکلاتی غیرقابل‌پیش‌بینی شود و ابزارهای محافظتی خود تیلز را مختل کند.** برنامه‌نویسان تیلز ممکن است نخواهند یا نتوانند به شما در حل آن مشکلات کمک کنند.

source: Browser plugins
fa: افزونه‌های مرورگر

source: The web browser is a central part in a system like Tails. The plugins included in the browser are carefully chosen and configured with security in mind. **If you install other plugins or change their configuration, you can break your anonymity.**
fa: مرورگر اینترنتی بخش مهمی از سامانه‌هایی چون تیلز است. افزونه‌های نصب‌شده روی مرورگر با دقت انتخاب و پیکربندی شده‌اند؛ با نگاهی در راستای بالا بردن امنیت. **اگر افزونه‌های دیگری را نصب می‌کنید یا پیکربندی افزونه‌های موجود را تغییر می‌دهید، ممکن است ناشناسی شما به خطر بیافتد.**

source: Use to the minimum
fa: استفادهٔ حداقلی

source: **Use the persistent volume only when necessary and to the minimum.** It is always possible to start Tails without activating the persistent volume. All the features of the persistent volume are optional and need to be explicitly activated. Only the files and folders that you specify are saved.
fa: **تنها در صورت لزوم و بسیار کم از درایو مانا استفاده کنید.** همیشه امکان راه‌اندازی تیلز بدون فعال کردن درایو مانا وجود دارد. تمام ویژگی‌های درایو مانا اختیاری هستند و باید هر کدام را فعال کرد. تنها فایل‌ها و پوشه‌هایی که مشخص می‌کنید ذخیره می‌شوند.

source: Opening the persistent volume from other operating systems
fa: باز کردن درایو مانا روی سیستم‌عامل‌های دیگر

source: **It is possible to open the persistent volume from other operating systems, but it might break your security.** Other operating systems should probably not be trusted to handle sensitive information or leave no trace.
fa: **باز کردن درایو مانا از دیگر سیستم‌عامل‌ها امکان‌پذیر است اما ممکن است امنیت شما را به خطر بیاندازد.** دیگر سیستم‌عامل‌ها برای دسترسی به اطلاعات حساس به صورتی که ردی به جا نگذارند، قابل اعتماد نیستند.
