Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/advanced_topics/additional_software.*.po
Languages: de, fa

source: [[!meta title="Install additional software"]]
de: [[!meta title="Zusätzliche Software installieren"]]
fa: [[!meta title="نصب نرم‌افزارهای اضافی"]]

source: Tails includes a [[coherent but limited set of applications|doc/about/features]]. More applications can be installed as on any Debian system. Only applications that are packaged for Debian can be installed. To know if an application is packaged for Debian, and to find the name of the corresponding software packages, you can search for it in the [[Debian package directory|https://www.debian.org/distrib/packages]].
de: Tails enthält einen [[aufeinander abgestimmten, aber begrenzten Satz an Anwendungen|doc/about/features]]. Zusätzliche Anwendungen können wie auf jedem Debian-System installiert werden. Nur Anwendungen, die für Debian paketiert wurden, können installiert werden. Um herauszufinden, ob eine Anwendung für Debian paketiert ist, und um den Namen des entsprechenden Softwarepakets herauszufinden, können Sie in der [[Debian Paketsuche|https://www.debian.org/distrib/packages.de.html]] danach suchen.
fa: تیلز حاوی [[مجموعه‌ای منسجم اما محدود از نرم‌افزارها|doc/about/features]] است. روی تیلز مانند هر سیستم دبیان دیگری می‌توان نرم‌افزارهای دیگری نیز نصب کرد. تنها می‌توان نرم‌افزارهایی نصب کرد برای دبیان بسته‌بندی شده باشند. برای فهمیدن این که آیا یک نرم‌افزار برای دبیان بسته‌بندی شده یا نه و برای یافتن نام بستهٔ نرم‌افزاری مرتبط می‌توانید در [[مجموعهٔ بسته‌های دبیان|https://www.debian.org/distrib/packages]] دنبال آن بگردید.

source: <p>The packages included in Tails are carefully tested for security. Installing additional packages might break the security built in Tails. Be careful with what you install.</p>
de: <p>Die in Tails enthaltenen Pakete sind sorgfältig auf Sicherheit geprüft. Die Installation zusätzlicher Pakete könnte die in Tails implementierte Sicherheit gefährden. Seien Sie vorsichtig damit, was Sie installieren.</p>
fa: <p>بسته‌های موجود در تیلز با دقت از نظر امنیتی بررسی شده‌اند. نصب بسته‌های اضافی ممکن است امنیت موجود در تیلز را دچار مخاطره کند. مراقب باشید که چه چیزی نصب می‌کنید.</p>

source: Since Tails is amnesic, any additional software package needs to be reinstalled in each working session. To install the same software packages automatically at the beginning of every working session use the [[<span class="guilabel">Additional software packages</span> persistence feature|doc/first_steps/persistence/configure#additional_software]] instead.
de: Da Tails vergesslich ist, müssen alle zusätzlichen Softwarepakete in jeder Arbeitssitzung neu installiert werden. Benutzen Sie die dafür die [[Funktion für <span class="guilabel">Zusätzliche Softwarepakete</span> des beständigen Speicherbereichs|doc/first_steps/persistence/configure#additional_software]], um die gleichen Softwarepakete automatisch zu Beginn von jeder Arbeitssitzung zu installieren.
fa: از آن‌جا که تیلز ابزار فراموشی است، هر بستهٔ نرم‌افزاری بیشتری باید در هر نشست کاری دوباره نصب شود. برای نصب خودکار همان بسته‌های نرم‌افزاری در آغاز هر نشست کاری از [[ویژگی مانای <span class="guilabel">بسته‌های نرم‌افزاری اضافی</span> |doc/first_steps/persistence/configure#additional_software]] استفاده کنید.

source: <p>Packages that use the network need to be configured to go through Tor. They are otherwise blocked from accessing the network.</p>
de: <p>Bei Paketen, die Netzwerkverbindungen benutzen, ist es nötig, diese für Tor zu konfigurieren. Anderenfalls werden sie beim Zugriff auf das Netzwerk blockiert.</p>
fa: <p>بسته‌هایی که با اینترنت کار می‌کنند باید طوری تنظیم شوند که از طور استفاده کنند. در غیر این صورت از دسترسی آن‌ها به اینترنت جلوگیری می‌شود.</p>

source: To install additional software packages:
de: Für das Installieren zusätzlicher Softwarepakete:
fa: برای نصب کردن بسته‌های نرم‌افزاری اضافی:

source: [[Set up an administration password|doc/first_steps/startup_options/administration_password]].
de: [[Setzen Sie ein Administrationspasswort|doc/first_steps/startup_options/administration_password]].
fa: [[یک گذرواژهٔ مدیریتی بسازید|doc/first_steps/startup_options/administration_password]].

source: Open a [[root terminal|doc/first_steps/startup_options/administration_password#open_root_terminal]].
de: Öffnen Sie ein [[Root-Terminal|doc/first_steps/startup_options/administration_password#open_root_terminal]].
fa: یک [[پایانهٔ اصلی|doc/first_steps/startup_options/administration_password#open_root_terminal]] باز کنید.

source: Execute the following command to update the lists of available packages:
de: Führen Sie folgenden Befehl aus, um die Listen verfügbarer Pakete zu aktualisieren:
fa: این فرمان را برای به‌روزرسانی فهرست‌های بسته‌های موجود اجرا کنید:

source: To install an additional package, execute the following command, replacing `[package]` with the name of the package that you want to install:
de: Um ein zusätzliches Paket zu installieren, führen Sie folgenden Befehl aus und ersetzen `[package]` mit dem Namen des Pakets, das Sie installieren möchten:
fa: برای نصب یک بستهٔ اضافی این خط فرمان را اجرا کرده و در آن `[package]` را با نام بستهٔ مورد نظرتان جایگزین کنید:

source: For example, to install the package `ikiwiki`, execute:
de: Zum Beispiel, um das Paket `ikiwiki` zu installieren, führen Se folgendes aus:
fa: برای نمونه برای نصب کردن بستهٔ `ikiwiki` این فرمان را اجرا کنید:

source: <p>You can also write multiple package names to install several packages at the same time. If a package has dependencies, those will be installed automatically.</p>
de: <p>Sie können auch mehrere Paketnamen angeben, um mehrere Pakete gleichzeitig zu installieren. Falls ein Paket Abhängigkeiten besitzt, werden diese automatisch installiert.</p>
fa: <p>همچنین می‌توانید نام چندین بستهٔ را بنویسید تا چندین بسته را هم‌زمان نصب کنید اگر یک بسته زیرشاخه‌هایی دارد آن‌‌ها نیز به طور خودکار نصب می‌شوند.</p>
