Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/press/media_appearances_2014.*.po
Languages: fa

source: 2014-04-14: [Out in the Open: Inside the Operating System Edward Snowden Used to Evade the NSA](http://www.wired.com/2014/04/tails/) by Klint Finley, in Wired.
fa: ۲۰۱۴/۰۴/۱۴: [Out in the Open: Inside the Operating System Edward Snowden Used to Evade the NSA](http://www.wired.com/2014/04/tails/) به قلم Klint Finley در Wired.

source: * 2014-04-02: In [Help Support the Little-Known Privacy Tool That Has Been Critical to Journalists Reporting on the NSA](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) by Trevor Timm: - Laura Poitras says: "I've been reluctant to go into details about the different steps I took to communicate securely with Snowden to avoid those methods being targeted. Now that Tails gives a green light, I can say it has been an essential tool for reporting the NSA story. It is an all-in-one secure digital communication system (GPG email, OTR chat, Tor web browser, encrypted storage) that is small enough to swallow. I'm very thankful to the Tails developers for building this tool." - Glenn Greenwald says: "Tails have been vital to my ability to work securely on the NSA story. The more I've come to learn about communications security, the more central Tails has become to my approach." - Barton Gellman says: "Privacy and encryption work, but it's too easy to make a mistake that exposes you. Tails puts the essential tools in one place, with a design that makes it hard to screw them up. I could not have talked to Edward Snowden without this kind of protection. I wish I'd had it years ago."
fa: * ۲۰۱۴/۰۴/۰۲: در [Help Support the Little-Known Privacy Tool That Has Been Critical to Journalists Reporting on the NSA](https://pressfreedomfoundation.org/blog/2014/04/help-support-little-known-privacy-tool-has-been-critical-journalists-reporting-nsa) به قلم Trevor Timm: - لورا پویتراس می‌گوید «مایل به صحبت در مورد جزیات قدم‌های مختلف برای برقراری امن ارتباط با اسنودن نبوده‌ام تا این روش‌ها زیر نظر قرار نگیرند. حالا تیلز به ما چراغ سبز داده و می‌توانم بگویم ابزاری حیاتی برای گزارش در مورد آژانس ملی امنیت بوده است. تیلز یک ابازر همه‌کاره برای امنیت دیجیتال و رایانامه جی‌پی‌جی، پیغام‌رسانی فوری ORT، مرورگر تور و ذخیره‌سازی رمزگذاری‌شده است. آن‌قدر کوچک است که بشود آن را بلعید. بسیار قدردان تولیدکنندگان تیلز هستم که این ابزار را ساخته‌اند.» گلن گرینوالد می‌گوید «تیلز برای کار امن روی داستان آژانس امنیت ملی حیاتی بوده. هر چه بیشتر در مورد ارتباطات امن یاد گرفتم تیلز برای کارم مهم‌تر شد.» بارتون گلمان می‌گوید «حریم خصوصی و رمزگذاری موثر هستند، اما ارتکاب اشتباهی که هویت شما را فاش کند بسیار راحت است. تیلز ابزارهای حیاتی را یک جا می‌گذارد و به هم ریختن آن‌ها را مشکل می کند. بدون چنین محافظتی نمی‌توانستم با ادوارد اسنودن صحبت کنم. کاش سال‌ها پیش این ابزار را داشتم.»

source: 2014-03-17: In [Index Freedom of Expression Awards: Digital activism nominee Tails](http://www.indexoncensorship.org/2014/03/index-freedom-expression-awards-digital-activism-nominee-tails/), Alice Kirkland interviews the Tails project about our nomination for the *Censorship’s Freedom of Expression Awards*.
fa: ۲۰۱۴/۰۳/۱۷: Alice Kirkland در [Index Freedom of Expression Awards: Digital activism nominee Tails](http://www.indexoncensorship.org/2014/03/index-freedom-expression-awards-digital-activism-nominee-tails/) با پروژهٔ تیلز در مورد نامزدی ما برای *جایزهٔ سانسور آزادی بیان* مصاحبه کرده‌است.

source: 2014-03-13: In his [Les 7 clés pour protéger ses communications](http://www.tdg.ch/high-tech/web/Les-7-cles-pour-proteger-ses-communications/story/25588689) article (in French) published by the *Tribune de Genève*, Simon Koch recommends using Tails.
fa: ۲۰۱۴/۰۳/۱۳: Simon Koch در مقاله‌اش [Les 7 clés pour protéger ses communications](http://www.tdg.ch/high-tech/web/Les-7-cles-pour-proteger-ses-communications/story/25588689) (به فرانسوی) که در Tribune de Genève* منتشر شده بود استفاده از تیلز را توصیه کرد.

source: 2014-03-12: In his [Happy 25th Birthday World Wide Web - Let's Not Destroy It](http://www.huffingtonpost.co.uk/mike-harris/world-wide-web_b_4947687.html?utm_hp_ref=uk) article published by the Huffington Post, Mike Harris writes that "Increasing numbers of activists are using high-tech tools such as Tor or Tails to encrpyt their internet browsing and email".
fa: ۲۰۱۴/۰۳/۱۲: Mike Harris در مقاله‌اش [Happy 25th Birthday World Wide Web - Let's Not Destroy It](http://www.huffingtonpost.co.uk/mike-harris/world-wide-web_b_4947687.html?utm_hp_ref=uk) در Huffington Post نوشت که «هر روز فعالان بیشتری از ابزارهای پیشرفتهٔ فناوری مانند تور یا تیلز برای رمزگذاری وب‌گردی یا فرستادن رایانامه‌ها استفاده می‌کنند».

source: 2014-03-12: In his [US and UK Spy Agencies Are "Enemies of the Internet"](http://motherboard.vice.com/read/us-and-uk-spy-agencies-are-enemies-of-the-internet) article, published in the Motherboard section of the Vice network, Joseph Cox covers Reporters Without Borders' [latest report](https://en.rsf.org/enemies-of-the-internet-2014-11-03-2014,45985.html), and writes "If you're a journalist working on anything more sensitive than London Fashion Week or League 2 football, you might want to consider using the Linux-based 'Tails' operating system too."
fa: ۲۰۱۴/۰۳/۱۲: Joseph Cox در مقالهٔ خود [US and UK Spy Agencies Are "Enemies of the Internet"](http://motherboard.vice.com/read/us-and-uk-spy-agencies-are-enemies-of-the-internet) منتشر شده در بخش Motherboard شبکهٔ Vice به [آخرین گزارش](https://en.rsf.org/enemies-of-the-internet-2014-11-03-2014,45985.html) گزارشگران بدون مرز اشاره کرده و می‌نویسد «اگر خبرنگاری هستید که مشغول کار روی هر چیزی حساس‌تر از هفتهٔ مد لندن یا لیگ دسته دوی فوتبال هستید بهتر است از سیستم‌عامل تیلز مبتنی بر لینوکس استفاده کنید.»

source: 2014-03-08: [Reporters Without Borders](http://en.rsf.org/)'s Grégoire Pouget blogs about Tails: [FIC 2014 : Comment être réellement anonyme sur Internet](http://blog.barbayellow.com/2014/03/08/fic-2014-comment-etre-reellement-anonyme-sur-internet/) (in French).
fa: ۲۰۱۴/۰۳/۰۸: Grégoire Pouget از [گزارشگران بدون مرز](http://en.rsf.org/) در مورد تیلز یک پست وبلاگی نوشته: [FIC 2014 : Comment être réellement anonyme sur Internet](http://blog.barbayellow.com/2014/03/08/fic-2014-comment-etre-reellement-anonyme-sur-internet/) (به فرانسوی).

source: 2014-03-04: Tails [wins](https://twitter.com/accessnow/status/441043400708857856) the [2014 Access Innovation Prize](https://www.accessnow.org/prize), that was focused this year on Endpoint Security.
fa: ۲۰۱۴/۰۳/۰۴: تیلز [برندهٔ](https://twitter.com/accessnow/status/441043400708857856) [جایزهٔ ۲۰۱۴ Access Innovation Prize](https://www.accessnow.org/prize) شد که امسال روی امنیت نقطه پایانی متمرکز بود.

source: 2014-03-03: In the March edition of the Linux Journal, that [celebrates 20 years of this journal](http://www.linuxjournal.com/content/march-2014-issue-linux-journal-20-years-linux-journal), Kyle demonstrates Tails.
fa: ۲۰۱۴/۰۳/۰۳: Kyle در شمارهٔ مارس Linux Journal [به مناسبت ۲۰سالگی این نشریه](http://www.linuxjournal.com/content/march-2014-issue-linux-journal-20-years-linux-journal) کار با تیلز را نشان داده‌است.

source: 2014-02-27: The Daily Dot announced the experiments on porting Tails to mobile devices in "[Tor takes anonymity mobile with new smartphone OS](http://www.dailydot.com/technology/tor-anonymous-os-tails-freitas/)" and "[Beta testing for Tor's anonymous mobile OS begins this spring](http://www.dailydot.com/technology/tor-anonymous-mobile-os-tails/)". Note that this is not an official project of Tails, see the homepage of the [Tomy Detachable Secure Mobile System](https://dev.guardianproject.info/projects/libro/wiki/Tomy_Detachable_Secure_Mobile_System) project for more info.
fa: ۲۰۱۴/۰۲/۲۷: The Daily Dot در مورد آزمایش‌های انتقال تیلز به دستگاه‌های موبایل در [Tor takes anonymity mobile with new smartphone OS](http://www.dailydot.com/technology/tor-anonymous-os-tails-freitas/) و [Beta testing for Tor's anonymous mobile OS begins this spring](http://www.dailydot.com/technology/tor-anonymous-mobile-os-tails/) گزارش داده‌است. در نظر داشته باشید این کار بخشی از پروژهٔ رسمی تیلز نیست. برای اطلاعات بیشتر رجوع کنید به صفحهٔ اصلی پروژهٔ [Tomy Detachable Secure Mobile System](https://dev.guardianproject.info/projects/libro/wiki/Tomy_Detachable_Secure_Mobile_System).

source: 2014-02-27: In his article "[Why It’s Vital For Users to Fund Open-Source Encryption Tools](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools)" Trevor Timm from Freedom of the Press Foundation explains that Tails « has been vital for most, if not all, of the NSA journalists. [...] Its prime use case is journalists trying to communicate or work in environments in which they may normally be at risk or compromised. The NSA stories have been the biggest story in journalism in the past decade, yet the tool the reporters rely on is incredibly underfunded, is maintained by only a handful of developers, and operates on a shoestring budget. »
fa: ۲۰۱۴/۰۲/۲۷: Trevor Timm از بنیاد آزادی نشر در مقالهٔ خود با عنوان [Why It’s Vital For Users to Fund Open-Source Encryption Tools](https://pressfreedomfoundation.org/blog/2014/02/why-its-vital-public-fund-open-source-encryption-tools) توضیح می‌دهد که تیلز «برای اغلب خبرنگاران قضیهٔ آژانس امنیت ملی آمریکا حیاتی بوده است. [...] مهم‌ترین مورد استفاده از آن برای خبرنگارانی است که سعی می‌کنند در محیط‌هایی که معمولاً خطرساز یا ناامن هستند کار کرده یا ارتباط برقرار کنند. داستان‌های آژانس امنیت ملی بزرگ‌ترین داستان ژورنالیستی دههٔ گذشته بوده، اما به ابزاری که گزارشگران این داستان به آن اتکا کرده بودند کم توجه شده؛ ابزاری که تنها توسط چند برنامه‌نویس اداره می‌شود و با بودجه‌ای محدود کار می‌کند.»

source: 2014-02-07: In his review of [uVirtus](http://uvirtus.org), Kheops, from Telecomix concludes that « Users should prefer Tails and other mature secure live distributions (such as IprediaOS, Liberté Linux, Privatix and Whonix) over uVirtus since they provide a real safety improvement to the user. For any activity that does not entail transferring large quantities of data (such as video files), there is no strong reason to prefer uVirtus over any of these. »
fa: ۲۰۱۴/۰۲/۰۷: Kheops از Telecomix در بررسی خود از [uVirtus](http://uvirtus.org) نوشته: «کاربران باید تیلز یا دیگر توزیع‌های لایو امن (مانند IprediaOS، Liberté Linux، Privatix و Whonix) را به uVirtus ترجیح بدهند چون آن سیستم‌عامل‌ها امنیت کاربر را واقعاً بهبود می‌بخشند. برای هر فعالیتی که شامل جابجایی میزان زیادی از داده‌ها (از جمله فایل‌های ویدیویی) نمی‌شود، دلیل خوبی برای ترجیح uVirtus به سیستم‌عامل‌های ذکرشده وجود ندارد.»

source: 2014-01-14: On Linux.com, Carla Schroder [picks Tails](https://www.linux.com/news/software/applications/752221-the-top-7-best-linux-distros-for-2014/) as the best Linux distribution for 2014 in the "Best Fighting the Man Distro" category.
fa: ۲۰۱۴/۰۱/۱۴: Carla Schroder در Linux.com تیلز را به عنوان بهترین توزیع لینوکس در سال ۲۰۱۴ در بخش «بهترین توزیع مبارزه با انسان» [انتخاب کرده است](https://www.linux.com/news/software/applications/752221-the-top-7-best-linux-distros-for-2014/).

source: 2014-01-07: [A RAT in the Registry: The Case for Martus on TAILS](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) explains how Benetech have selected TAILS (The Amnesic Incognito Live System) to be the default environment for their use of Martus while defending Tibetan human rights defenders against targeted malware attacks.
fa: ۲۰۱۴/۰۱/۰۷: [A RAT in the Registry: The Case for Martus on TAILS](http://benetech.org/2014/01/07/a-rat-in-the-registry-the-case-for-martus-on-tails/) توضیح می‌دهد که Benetech چرا TAILS (The Amnesic Incognito Live System) را به عنوان محیط پیش‌فرض خود برای استفاده از Martus در دافع از مدافعان حقوق بشر در تبت انتخاب کرده‌است.

source: 2014-01: "Tails: The Amnesiac Incognito Live System – Privacy for Anyone Anywhere", by Russ McRee, in this month's issue of the [Information Systems Security Association Journal](http://www.issa.org/?page=ISSAJournal).
fa: ۲۰۱۴/۰۱: "Tails: The Amnesiac Incognito Live System – Privacy for Anyone Anywhere" به قلم Russ McRee در شمارهٔ این ماه [Information Systems Security Association Journal](http://www.issa.org/?page=ISSAJournal).
