Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/press/media_appearances_2014.*.po
Languages: fa

source: [[!meta title="Media appearances in 2014"]]
fa: [[!meta title="حضورهای رسانه‌ای در سال ۲۰۱۴"]]

source: 2014-12-28: Martin Untersinger considers Tails as a bulletproof tool against NSA spying in "[Les énormes progrès de la NSA pour défaire la sécurité sur Internet](http://www.lemonde.fr/pixels/article/2014/12/28/les-enormes-progres-de-la-nsa-pour-defaire-la-securite-sur-internet_4546843_4408996.html)" (in French).
fa: ۲۰۱۴/۱۲/۲۸:‌ Martin Untersinger در "[Les énormes progrès de la NSA pour défaire la sécurité sur Internet](http://www.lemonde.fr/pixels/article/2014/12/28/les-enormes-progres-de-la-nsa-pour-defaire-la-securite-sur-internet_4546843_4408996.html)" تیلز را ابزاری ضدگلوله در برابر جاسوسی آژانس ملی امنیت دانسته‌است (به فرانسوی).

source: 2014-12-24: Andy Greenberg from Wired calls for donations to Tails in "[8 Free Privacy Programs Worth Your Year-End Donations](http://www.wired.com/2014/12/privacy-donations/)": "Tails has received little mainstream support and may be the security software most in need of users’ donations".
fa: ۲۰۱۴/۱۲/۲۴: Andy Greenberg از Wired در "[8 Free Privacy Programs Worth Your Year-End Donations](http://www.wired.com/2014/12/privacy-donations/)" درخواست کمک‌های مالی به تیلز داده‌است: «تیلز از حمایت کمی برخوردار بوده و احتمالاً از بین نرم‌افزار امنیتی بیشتر از همه نیازمند کمک‌های مالی کاربران است».

source: 2014-11-20: Amaelle Guiton writes about Tails in "[Tails, l'outil détesté par la NSA, qui veut démocratiser l'anonymat en ligne](http://www.lemonde.fr/pixels/article/2014/11/20/tails-l-outil-deteste-par-la-nsa-qui-veut-democratiser-l-anonymat-en-ligne_4514650_4408996.html)" (in French), and gives a detailed transcript of an interview she made with some of us in "[Tails raconté par ceux qui le construisent](https://www.techn0polis.net/2014/11/19/tails-raconte-par-ceux-qui-le-construisent/)" (in French as well).
fa: ۲۰۱۴/۱۱/۲۰: Amaelle Guiton در "[Tails, l'outil détesté par la NSA, qui veut démocratiser l'anonymat en ligne](http://www.lemonde.fr/pixels/article/2014/11/20/tails-l-outil-deteste-par-la-nsa-qui-veut-democratiser-l-anonymat-en-ligne_4514650_4408996.html)" (به فرانسوی) در مورد تیلز نوشته و گفتگوی مشروحش با ما را در "[Tails raconté par ceux qui le construisent](https://www.techn0polis.net/2014/11/19/tails-raconte-par-ceux-qui-le-construisent/)" (به فرانسوی) منتشر کرده‌است.

source: 2014-11-13: Thorin Klosowski from lifehacker.com [compares Linux Security Distros: Tails vs. Kali vs. Qubes](http://lifehacker.com/linux-security-distros-compared-tails-vs-kali-vs-qub-1658139404).
fa: ۲۰۱۴/۱۱/۱۳: Thorin Klosowski از lifehacker.com در [Linux Security Distros: Tails vs. Kali vs. Qubes](http://lifehacker.com/linux-security-distros-compared-tails-vs-kali-vs-qub-1658139404) به مقایسهٔ توزیع‌های امنیتی لینوکس پرداخته‌است.

source: 2014-11-05: Tails 1.2 is featured on LinuxFr in "[Tails 1.2, une distribution pour votre anonymat](http://linuxfr.org/news/tails-1-2-une-distribution-pour-votre-anonymat)" (in French).
fa: ۲۰۱۴/۱۱/۰۵: تیلز ۱٫۲ در LinuxFr در "[Tails 1.2, une distribution pour votre anonymat](http://linuxfr.org/news/tails-1-2-une-distribution-pour-votre-anonymat)" مورد اشاره قرار می‌گیرد (به فرانسوی).

source: 2014-10-29: In "[The 7 Privacy Tools Essential to Making Snowden Documentary CITIZENFOUR](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour), the Electronic Fountier Foundation says that "one of the most robust ways of using the Tor network is through a dedicated operating system that enforces strong privacy" like Tails.
fa: ۲۰۱۴/۱۰/۲۹: بنیاد مرزهای الکترنیکی در "[The 7 Privacy Tools Essential to Making Snowden Documentary CITIZENFOUR](https://www.eff.org/deeplinks/2014/10/7-privacy-tools-essential-making-citizenfour) می‌نویسد: «یکی از بهترین راه‌های استفاده از شبکهٔ تور استفاده از سیستم‌عاملی متعهد است که حفظ حریم خصوصی را به شدت دنبال می‌کند» مانند تیلز.

source: 2014-10-28: In "[Ed Snowden Taught Me To Smuggle Secrets Past Incredible Danger. Now I Teach You.](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/)", Micah Lee, from The Intercept, gives many details on how Tails helped Snowden, Poitras, and Gleenwald start working together.
fa: ۲۰۱۴/۱۰/۲۸: Micah Lee از The Intercept در "[Ed Snowden Taught Me To Smuggle Secrets Past Incredible Danger. Now I Teach You.](https://firstlook.org/theintercept/2014/10/28/smuggling-snowden-secrets/)" جزییات بسیاری از کمک‌های تیلز به اسنودن، پویتراس و گرینوالد برای آغاز کار با یکدیگر می‌دهد.

source: 2014-10-16: According to [an article in Wired](http://www.wired.com/2014/10/laura-poitras-crypto-tools-made-snowden-film-possible/), in the closing credits of Citizenfour, Poitras took the unusual step of adding an acknowledgment of the free software projects that made the film possible: The roll call includes the anonymity software Tor, the Tor-based operating system Tails, GPG encryption, Off-The-Record (OTR) encrypted instant messaging, hard disk encryption software Truecrypt, and Linux.
fa: ۲۰۱۴/۱۰/۱۶: به نقل از [در مقاله‌ای در Wired](http://www.wired.com/2014/10/laura-poitras-crypto-tools-made-snowden-film-possible/) در عنوان‌بندی پایانی فیلم Citizenfour پویتراس در حرکتی غیرمعمول از پروژه‌های نرم‌افزار آزاد که ساخت این فیلم را ممکن ساختند تشکر می‌کند: در این عنوان‌بندی به نرم‌افزار ناشناسی تور، تیلز که سیستم‌عامل مبتنی بر تور است، رمزگذاری جی‌پی‌جی، پیغام‌رسانی ثبت‌نشدنی ORT، ابزار رمزگذاری سخت‌دیسک تروکریپت و لینوکس اشاره می‌شود.

source: 2014-07-26: [Tails 1.1 is announced](http://linuxfr.org/news/tails-1-1-est-disponible), in French, in an article by pamputt on LinuxFr
fa: ۲۰۱۴/۰۷/۲۶: در مقاله‌ای به قلم pamputt در LinuxFr به فرانسوی [تیلز ۱٫۱](http://linuxfr.org/news/tails-1-1-est-disponible) معرفی شده‌است

source: * 2014-07: I2P bug and zero-days buzz: - 2014-07-21: Exodus Intelligence [tweets about multiple RCE/de-anonymization zero-days](https://twitter.com/ExodusIntel/status/491247299054428160) on the day before Tails 1.1 is released. - Several news websites relay that information before the details of the vulnerability are disclosed: - [Exploit Dealer: Snowden's Favorite OS Tails Has Zero-Day Vulnerabilities Lurking Inside](http://www.forbes.com/sites/thomasbrewster/2014/07/21/exploit-dealer-snowdens-favourite-os-tails-has-zero-day-vulnerabilities-lurking-inside/) by Thomas Brewster on Forbes. - [Don't look, Snowden: Security biz chases Tails with zero-day flaws alert](http://www.theregister.co.uk/2014/07/21/security_researchers_chase_tails_with_zeroday_flaw_disclosure/) by Iain Thomson on The Register. - [The world's most secure OS may have a serious problem](http://www.theverge.com/2014/7/22/5927917/the-worlds-most-secure-os-may-have-a-serious-problem) by Russell Brandom on The Verge - 2014-07-23: We made our users [[aware of that process|news/On_0days_exploits_and_disclosure]]. - 2014-07-23: Exodus Intelligence publishes [Silver Bullets and Fairy Tails](http://blog.exodusintel.com/2014/07/23/silverbullets_and_fairytails/) to explain the vulnerability. - 2014-07-25: We publish a [[security advisory|security/Security_hole_in_I2P_0.9.13]] explaining the scope of the problem, and temporary solutions.
fa: * ۲۰۱۴/۷: ایراد I2P و هیاهوی صفرروزه: - 2014-07-21: Exodus Intelligence روز پیش از انتشار تیلز ۱٫۱ [راجع به چندین مورد صفرروزهٔ RCE/de-anonymization توییت کرد](https://twitter.com/ExodusIntel/status/491247299054428160). - چندین تارنمای خبری پیش از فاش شدن جزییات این آسیب‌پذیری این خبر را کار کردند: - [Exploit Dealer: تیلز، سیستم‌عامل محبوب اسنودن یک آسیب‌پذیری صفرروزه دارد] (http://www.forbes.com/sites/thomasbrewster/2014/07/21/exploit-dealer-snowdens-favourite-os-tails-has-zero-day-vulnerabilities-lurking-inside/) به قلم Thomas Brewster در Forbes. - [اسنودن، نگاه نکن: تیلز مشکلات امنیتی صفرروزه دارد](http://www.theregister.co.uk/2014/07/21/security_researchers_chase_tails_with_zeroday_flaw_disclosure/) به قلم Iain Thomson در The Register. - [امن‌ترین سیستم‌عامل دنیا ممکن است یک مشکل امنیتی جدی داشته باشد] (http://www.theverge.com/2014/7/22/5927917/the-worlds-most-secure-os-may-have-a-serious-problem) به قلم Russell Brandom در The Verge - ۲۰۱۴/۰۷/۲۳: کاربران خود را [[از روند موجود آگاه کردیم|news/On_0days_exploits_and_disclosure]]. - ۲۰۱۴/۰۷/۲۳: Exodus Intelligence دست به انتشار [Silver Bullets and Fairy Tails](http://blog.exodusintel.com/2014/07/23/silverbullets_and_fairytails/) برای توضیح این آسیب‌پذری زد. - ۲۰۱۴/۰۷/۲۵: در توضیح میزان مشکل و راه‌حل‌های موقتی یک [[ مشاورهٔ امنیتی|security/Security_hole_in_I2P_0.9.13]] منتشر کردیم.

source: 2014-07-08: In the [July 8th Keiser Report on RT](http://rt.com/shows/keiser-report/170908-episode-max-keiser-624/). The Tails related part of the Keiser Report starts at 15'40".
fa: ۲۰۱۴/۰۷/۰۸: [گزارش هشتم جولای Keiser Report در RT](http://rt.com/shows/keiser-report/170908-episode-max-keiser-624/). بخش مربوط به تیلز از ۱۵:۴۰ شروع می‌شود.

source: 2014-07-03: Tails above the Rest: [Installation](http://www.linuxjournal.com/content/tails-above-rest-installation), [Part II](http://www.linuxjournal.com/content/tails-above-rest-part-ii), [Part III](http://www.linuxjournal.com/content/tails-above-rest-part-iii) by Kyle Rankin in the Linux Journal.
fa: ۲۰۱۴/۰۷/۰۳: Tails above the Rest: [Installation](http://www.linuxjournal.com/content/tails-above-rest-installation)، [Part II](http://www.linuxjournal.com/content/tails-above-rest-part-ii)، [Part III](http://www.linuxjournal.com/content/tails-above-rest-part-iii) توسط Kyle Rankin در Linux Journal.

source: * 2014-07-03: Some articles on Tails users being targeted by NSA XKeyscore: - In [NSA targets the privacy-conscious](http://daserste.ndr.de/panorama/aktuell/nsa230_page-1.html) by J. Appelbaum, A. Gibson, J. Goetz, V. Kabisch, L. Kampf, L. Ryge. - In [Von der NSA als Extremist gebrandmarkt](http://www.tagesschau.de/inland/nsa-xkeyscore-100.html) by Lena Kampf, Jacob Appelbaum and John Goetz (in German). - In [If you read Boing Boing, the NSA considers you a target for deep surveillance](http://boingboing.net/2014/07/03/if-you-read-boing-boing-the-n.html) by Cory Doctorow. - In [TOR, logiciel-clé de protection de la vie privée, dans le viseur de la NSA](http://www.lemonde.fr/pixels/article/2014/07/03/un-logiciel-cle-de-protection-de-la-vie-privee-dans-le-viseur-de-la-nsa_4450718_4408996.html) by Martin Untersinger on LeMonde.fr (in French).
fa: * ۲۰۱۴/۰۷/۰۳: مقاله‌های در مورد هدف قرار گرفتن کاربران تیلز از سوی XKeyscore آژانس امنیت ملی : - در [NSA targets the privacy-conscious](http://daserste.ndr.de/panorama/aktuell/nsa230_page-1.html) به قلم J. Appelbaum, A. Gibson, J. Goetz, V. Kabisch, L. Kampf, L. Ryge. - در [Von der NSA als Extremist gebrandmarkt](http://www.tagesschau.de/inland/nsa-xkeyscore-100.html) به قلم Lena Kampf, Jacob Appelbaum and John Goetz (به آلمانی). - در [If you read Boing Boing, the NSA considers you a target for deep surveillance](http://boingboing.net/2014/07/03/if-you-read-boing-boing-the-n.html) به قلم Cory Doctorow. - در [TOR, logiciel-clé de protection de la vie privée, dans le viseur de la NSA](http://www.lemonde.fr/pixels/article/2014/07/03/un-logiciel-cle-de-protection-de-la-vie-privee-dans-le-viseur-de-la-nsa_4450718_4408996.html) به قلم Martin Untersinger در LeMonde.fr (به فرانسوی).

source: 2014-06-25: [Dai segreti di Snowden ai social: il raduno italiano degli hacker](http://corrieredibologna.corriere.it/bologna/notizie/cronaca/2014/25-giugno-2014/dai-segreti-snowden-social-raduno-italiano-hacker-223459532934.shtml) by Andrea Rinaldi, in Corriere di Bologna (in Italian).
fa: ۲۰۱۴/۰۶/۲۵: [Dai segreti di Snowden ai social: il raduno italiano degli hacker](http://corrieredibologna.corriere.it/bologna/notizie/cronaca/2014/25-giugno-2014/dai-segreti-snowden-social-raduno-italiano-hacker-223459532934.shtml) به قلم Andrea Rinaldi در Corriere di Bologna (به ایتالیایی).

source: 2014-06-30: [Tails, il sistema operativo incognito che frega l'NSA](http://www.wired.it/gadget/computer/2014/04/15/tails-sistema-operativo-incognito/) by Carola Frediani, in Wired.it (in Italian).
fa: ۲۰۱۴/۰۶/۳۰: [Tails, il sistema operativo incognito che frega l'NSA](http://www.wired.it/gadget/computer/2014/04/15/tails-sistema-operativo-incognito/) به قلم Carola Frediani, در Wired.it (به ایتالیایی).

source: * 2014: late April and early May, many press articles covered the Tails 1.0 release, including: - In [TAILS: Snowden's favorite anonymous, secure OS goes 1.0](http://boingboing.net/2014/04/30/tails-snowdens-favorite-ano.html), Cory Doctorow writes "Effectively, this is the ParanoidLinux I fictionalized in my novel Little Brother." - [Tails reaches 1.0](https://lwn.net/SubscriberLink/596765/380d4e75b17ea491/) by Nathan Willis in Linux Weekly News. - [Anonymous OS reportedly used by Snowden reaches version 1.0](http://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/) by Steven Musil in CNET. - [Anonymisierungs-OS Tails wird erwachsen](http://www.heise.de/security/meldung/Anonymisierungs-OS-Tails-wird-erwachsen-2180167.html) in heise Security (in German). - [Secure OS Tails Emerges From Beta](http://www.pcmag.com/article2/0,2817,2457452,00.asp) by David Murphy in PCMAG. - [Edward Snowden's OS of choice, the Linux-based Tails, is now out of beta](http://www.engadget.com/2014/05/01/tails-linux-os-version1-0/) by Steve Dent in Engadget. - [Tails 1.0: Sicherheit und Anonymität](http://www.pro-linux.de/news/1/21038/tails-10-sicherheit-und-anonymitaet.html) by Ferdinand Thommes in PRO-LINUX.DE (in German). - [Tails, l'OS dédié à la confidentialité, passe en version 1.0](http://www.numerama.com/magazine/29251-tails-l-os-dedie-a-la-confidentialite-passe-en-version-10.html) by Julien L. in Numerama (in French). - [Anonymous Linux Distribution TAILS Reaches Release Version 1.0](http://www.techweekeurope.co.uk/news/tails-anonymous-linux-distribution-reaches-release-version-1-0-144823?ModPagespeed=noscript) by Max Smolaks in TechWeek Europe. - [Snowden's Beloved Tails OS Reaches v1.0 Milestone](http://www.linuxinsider.com/story/Snowdens-Beloved-Tails-OS-Reaches-v10-Milestone-80386.html) by Richard Adhikari in LinuxInsider. - [Tails 1.0 – La distrib sécurisée sort enfin en version stable](http://korben.info/tails-1-0.html) by Korben (in French).
fa: * ۲۰۱۴: اواخر آوریل و اوایل مه چندین گزارش خبری به انتشار تیلز ۱٫۰ اشاره کردند از جمله: - در [TAILS: Snowden's favorite anonymous, secure OS goes 1.0](http://boingboing.net/2014/04/30/tails-snowdens-favorite-ano.html), Cory دکتروف می‌نویسد: در واقع این همان ParanoidLinux است که در رمانم Little Brother مشابه آن را داشتم.» - [Tails reaches 1.0](https://lwn.net/SubscriberLink/596765/380d4e75b17ea491/) به قلم Nathan Willis در Linux Weekly News. - [Anonymous OS reportedly used by Snowden reaches version 1.0](http://www.cnet.com/news/anonymous-os-reportedly-favored-by-nsa-whistle-blower-edward-snowden-reaches-version-1-0/) به قلم Steven Musil در CNET. - [Anonymisierungs-OS Tails wird erwachsen](http://www.heise.de/security/meldung/Anonymisierungs-OS-Tails-wird-erwachsen-2180167.html) در heise Security (به المانی). - [Secure OS Tails Emerges From Beta](http://www.pcmag.com/article2/0,2817,2457452,00.asp) به قلم David Murphy در PCMAG. - [Edward Snowden's OS of choice, the Linux-based Tails, is now out of beta](http://www.engadget.com/2014/05/01/tails-linux-os-version1-0/) به قلم Steve Dent در Engadget. - [Tails 1.0: Sicherheit und Anonymität](http://www.pro-linux.de/news/1/21038/tails-10-sicherheit-und-anonymitaet.html) به قلم Ferdinand Thommes در PRO-LINUX.DE (به آلمانی). - [Tails, l'OS dédié à la confidentialité, passe en version 1.0](http://www.numerama.com/magazine/29251-tails-l-os-dedie-a-la-confidentialite-passe-en-version-10.html) به قلم Julien L. در Numerama (به فرانسوی). - [Anonymous Linux Distribution TAILS Reaches Release Version 1.0](http://www.techweekeurope.co.uk/news/tails-anonymous-linux-distribution-reaches-release-version-1-0-144823?ModPagespeed=noscript) به قلم Max Smolaks در TechWeek Europe. - [Snowden's Beloved Tails OS Reaches v1.0 Milestone](http://www.linuxinsider.com/story/Snowdens-Beloved-Tails-OS-Reaches-v10-Milestone-80386.html) به قلم Richard Adhikari در LinuxInsider. - [Tails 1.0 – La distrib sécurisée sort enfin en version stable](http://korben.info/tails-1-0.html) by Korben (in French).

source: 2014-04-30: [Tails, le système qui voulait vous rendre vraiment anonyme](http://www.clubic.com/antivirus-securite-informatique/virus-hacker-piratage/anonyme-internet/actualite-699478-tails-systeme-voulait-surfer-facon-anonyme.html) by Alexandre Laurent, in Clubic (in French).
fa: ۲۰۱۴/۰۴/۰۳: [Tails, le système qui voulait vous rendre vraiment anonyme](http://www.clubic.com/antivirus-securite-informatique/virus-hacker-piratage/anonyme-internet/actualite-699478-tails-systeme-voulait-surfer-facon-anonyme.html) به قلم Alexandre Laurent در Clubic (به فرانسوی).

source: 2014-04-29: [This is the most secure computer you’ll ever own](http://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own) by Russell Brandom, in The Verge.
fa: ۲۰۱۴/۰۴/۲۹: [This is the most secure computer you’ll ever own](http://www.theverge.com/2014/4/29/5664884/this-is-the-most-secure-computer-you-ll-ever-own) به قلم Russell Brandom در The Verg.

source: 2014-04-29: [How to be secure on the Internet, really secure](http://www.examiner.com/article/how-to-be-secure-on-the-internet-really-secure) by Victoria Wagner Ross, in Examiner.com.
fa: ۲۰۱۴/۰۴/۲۹: [How to be secure on the Internet, really secure](http://www.examiner.com/article/how-to-be-secure-on-the-internet-really-secure) به قلم Victoria Wagner Ross در Examiner.com.

source: 2014-04-29: [Tuck in Your Tails and Hide from Big Brother](http://techgage.com/news/tuck-in-your-tails-and-hide-from-big-brother/) by Stetson Smith, in Techgage.
fa: ۲۰۱۴/۰۴/۲۹: [Tuck in Your Tails and Hide from Big Brother](http://techgage.com/news/tuck-in-your-tails-and-hide-from-big-brother/) به قلم Stetson Smith در Techgage.

source: 2014-04-28: [Cómo instalar y usar Tails, la distribución Linux para navegar de manera anónima](http://www.eldiario.es/turing/vigilancia_y_privacidad/Guia-practica-Tails-distribucion-Linux_0_253374668.html) by Juan Jesús Velasco in El Diario.
fa: ۲۰۱۴/۰۴/۲۸: [Cómo instalar y usar Tails, la distribución Linux para navegar de manera anónima](http://www.eldiario.es/turing/vigilancia_y_privacidad/Guia-practica-Tails-distribucion-Linux_0_253374668.html) به قلم Juan Jesús Velasco در El Diario.

source: 2014-04-23: Amaelle Guiton mentions Tails in the article [Chiffrer le Net pour retrouver notre vie privée en ligne: une bonne solution qui pose des problèmes](http://www.slate.fr/monde/86275/cyberespace-cypherspace-crypter-chiffrement-internet) in Slate (in French).
fa: ۲۰۱۴/۰۴/۲۳: Amaelle Guiton در [Chiffrer le Net pour retrouver notre vie privée en ligne: une bonne solution qui pose des problèmes](http://www.slate.fr/monde/86275/cyberespace-cypherspace-crypter-chiffrement-internet) در Slate به فرانسوی به تیلز اشاره کرده‌است.

source: 2014-04-22: golem.de publishes [Anonymisierung -- Mit Tails in den Datenuntergrund](http://www.golem.de/news/anonymisierung-mit-tails-in-den-datenuntergrund-1404-105944.html) (in German), by Jörg Thoma.
fa: ۲۰۱۴/۰۴/۲۲: تارنمای golem.de [Anonymisierung -- Mit Tails in den Datenuntergrund](http://www.golem.de/news/anonymisierung-mit-tails-in-den-datenuntergrund-1404-105944.html) (به آلمانی) به قلم Jörg Thoma را منتشر کرده‌است.

source: 2014-04-17: Bruce Schneier writes "Nice article on the Tails stateless operating system. I use it." [in a blog post](https://www.schneier.com/blog/archives/2014/04/tails.html).
fa: ۲۰۱۴/۰۴/۱۷: Bruce Schneier [در یک پست وبلاگی](https://www.schneier.com/blog/archives/2014/04/tails.html) «مقاله‌ای خوب راجع به سیستم‌عامل تیلز» نوشته‌است.

source: 2014-04-16: [Leave no trace: Tips to cover your digital footprint and reclaim your privacy](http://www.pcworld.com/article/2143846/leave-no-trace-tips-to-cover-your-digital-footprint-and-reclaim-your-privacy.html) by Alex Castle in PCWorld.
fa: ۲۰۱۴/۰۴/۱۶: [Leave no trace: Tips to cover your digital footprint and reclaim your privacy](http://www.pcworld.com/article/2143846/leave-no-trace-tips-to-cover-your-digital-footprint-and-reclaim-your-privacy.html) به قلم Alex Castle در PCWorld.

source: 2014-04-16: [Tails, il sistema operativo di Edward Snowden](http://www.webnews.it/2014/04/16/tails-il-sistema-operativo-di-edward-snowden/?ref=post) by Luca Colantuoni in Webnews.it.
fa: ۲۰۱۴/۰۴/۱۶: [Tails, il sistema operativo di Edward Snowden](http://www.webnews.it/2014/04/16/tails-il-sistema-operativo-di-edward-snowden/?ref=post) به قلم Luca Colantuoni در Webnews.it.

source: 2014-04-16: In [Pourquoi Edward Snowden a utilisé Tails Linux pour organiser sa fuite](http://www.01net.com/editorial/618336/pourquoi-edward-snowden-a-utilise-tails-linux-pour-organiser-sa-fuite/) (in French) published on the 01net net-zine, Gilbert Kallenborn reports about use of Tails by Edward Snowden, Laura Poitras et al.
fa: ۲۰۱۴/۰۴/۱۶: Gilbert Kallenborn در [Pourquoi Edward Snowden a utilisé Tails Linux pour organiser sa fuite](http://www.01net.com/editorial/618336/pourquoi-edward-snowden-a-utilise-tails-linux-pour-organiser-sa-fuite/) (به فرانسوی) منتشر شده در 01net net-zine در مورد استفادهٔ ادوارد اسنودن، لورا پویتراس و دیگران از تیلز نوشته‌است.

source: 2014-04-15: [Tails, il sistema operativo incognito che frega l’NSA](http://www.wired.it/gadget/computer/2014/04/15/tails-sistema-operativo-incognito/) by Carola Frediani, in Wired.it.
fa: ۲۰۱۴/۰۴/۱۵: [Tails, il sistema operativo incognito che frega l’NSA](http://www.wired.it/gadget/computer/2014/04/15/tails-sistema-operativo-incognito/) به قلم Carola Frediani در Wired.it.

source: 2014-04-15: The recent Wired article [is relayed](http://yro-beta.slashdot.org/story/14/04/15/1940240/snowden-used-the-linux-distro-designed-for-internet-anonymity) on Slashdot homepage.
fa: ۲۰۱۴/۰۴/۱۵: مقالهٔ اخیر Wired روی صفحهٔ اول Slashdot [بازنشر شد](http://yro-beta.slashdot.org/story/14/04/15/1940240/snowden-used-the-linux-distro-designed-for-internet-anonymity).

source: 2014-04-15: ["Tails": Wie Snowden seine Kommunikation vor der NSA versteckt](http://derstandard.at/1397520636954/Tails-Wie-Snowden-seine-Kommunikation-vor-der-NSA-versteckt), in derStandart.at
fa: ۲۰۱۴/۰۴/۱۴: ["Tails": Wie Snowden seine Kommunikation vor der NSA versteckt](http://derstandard.at/1397520636954/Tails-Wie-Snowden-seine-Kommunikation-vor-der-NSA-versteckt) در derStandart.at

source: 2014-04-14: In the [press conference](http://www.democracynow.org/blog/2014/4/11/video_glenn_greenwald_laura_poitras_q) she held after winning a Polk Award for her reporting on Edward Snowden and the NSA, Laura Poitras said "We just published a blog about a tool that's called Tails, which is a operating system that runs on either USB stick or SD disc, that is a sort of all-in-one encryption tool that you can use for PGP and encryption. And it's just really secure. [...] So, it's a really important tool for journalists."
fa: ۲۰۱۴/۰۴/۱۴: لورا پویتراس در [کنفرانسی خبری](http://www.democracynow.org/blog/2014/4/11/video_glenn_greenwald_laura_poitras_q) که پس از بردن جایزهٔ پولک به خاطر گزارش‌هایش در مورد ادوارد اسندون و آژانس امنیت ملی آمریکا برده بود گفت «اخیراً وبلاگی در مورد ابزاری به نام تیلز راه‌اندازی کرده‌ایم. تیلز سیستم‌عاملی است که روی یک درایو یواس‌بی یا کارت حافظه راه‌اندازی می‌شود و ابزاری همه‌کاره برای رمزگذاری است و در آن می‌توانید از رمزگذاری و پی‌جی‌پی استفاده کنید. و معمولاً بسیار امن است. [...] بنابراین ابزار بسیار مهمی برای خبرنگاران است.»
