Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/press/media_appearances_2013.*.po
Languages: fa

source: [[!meta title="Media appearances in 2013"]]
fa: [[!meta title="حضورهای رسانه‌ای در سال ۲۰۱۳"]]

source: 2013-12: Bruce Schneier [answered](http://www.reddit.com/r/IAmA/comments/1r8ibh/iama_security_technologist_and_author_bruce/cdknf7a) to someone asking him what Linux distribution is its favorite: "I don't use Linux. (Shhh. Don't tell anyone.) Although I have started using Tails".
fa: ۲۰۱۳/۱۲: بروس اشنِیِر به کسی که در مورد توزیع لینوکس موردعلاقهٔ او پرسیده بود [گفت](http://www.reddit.com/r/IAmA/comments/1r8ibh/iama_security_technologist_and_author_bruce/cdknf7a): «از لینوکس استفاده نمی‌کنم. (هیس. به کسی نگو.) اما اخیراً شروع کرده‌ام به استفاده از تیلز».

source: * 2013-12-12: In [A conversation with Bruce Schneier](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html), as part of the "Snowden, the NSA and free software" cycle at Columbia Law School NYC, Bruce Schneier says: - "I think most of the public domain privacy tools are going to be safe, yes. I think GPG is going to be safe. I think OTR is going to be safe. I think that Tails is going to be safe. I do think that these systems, because they were not -- you know, the NSA has a big lever when a tool is written closed-source by a for-profit corporation. There are levers they have that they don't have in the open source international, altruistic community. And these are generally written by crypto-paranoids, they're pretty well designed. We make mistakes, but we find them and we correct them, and we're getting good at that. I think that if the NSA is going after these tools, they're going after implementations." - "What do I trust? I trust, I trust Tails, I trust GPG [...]" - "We can make it harder, we can make it more expensive, we can make it more risky. And yes, every time we do something to increase one of those, we're making ourselves safer. [...] There are tools we are deploying in countries all over the world, that are keeping people alive. Tor is one of them. I mean, Tor saves lives. [...] And every time you use Tor [...] provides cover for everyone else who uses Tor [...]"
fa: * ۲۰۱۳/۱۲/۱۲: در[گفتگویی با بروس اشنیر](http://boingboing.net/2013/12/15/bruce-schneier-and-eben-moglen-2.html), به عنوان بخشی از چرخهٔ «اسنودن، آژانس امنیت ملی آمریکا و نرم‌افزار آزاد» در دانشکدهٔ حقوق کلمبیا او گفت: - «فکر می‌کنم بیشتر ابزارهای امر خصوصی متعلق به حوزهٔ عمومی امن هستند. فکر می‌کنم پی‌جی‌پی امن خواهد بود. فکر می‌کنم ORT امن خواهد بود. فکر می‌کنم تیلز امن خواهد بود. آژانس ملی امنیت اگر یک ابزار کدبسته توسط یک شرکت برای سود مالی نوشته شده باشد از آن به عنوان یک اهرم استفاده می‌کند. ابزارهایی نیز در جامعهٔ بین‌المللی و بشردوستانهٔ متن‌باز وجود دارند که از دسترس آن‌ها خارج است. این ابزارها عمدتاً توسط افراد پارانوید رمزنگاری نوشته می‌شوند و طراحی بسیار خوبی دارند. ما اشتباه می‌کنیم اما بعد این اشتباه‌ها را پیدا می‌کنیم و آن‌ها را تصحیح می‌کنیم. فکر می‌کنم اگر آژانس امنیت ملی آمریکا به دنبال این ابزارها است به دنبال اجرای آن‌ها است. «[...] به چه چیزی اعتماد دارم؟ من به تیلز اعتماد دارم. به جی‌پی‌جی اعتماد دارم. می‌توانیم آن را محکم‌تر بسازیم. می‌توانیم آن را گران‌تر بسازیم. می‌توانیم آن را ریسکی‌تر بسازیم. و هر بار که کاری برای افزایش یکی از این‌ها می‌کنیم، امنیت خودمان را بیشتر می‌کنیم. [...] ابزارهایی هستند که در تمام کشورهای دنیا از آن‌ها استفاده می‌کنیم [...] که جان انسان‌ها را نجات می‌دهند. تور یکی از آن‌هاست. تور واقعاً جان انسان‌ها را نجات می‌دهد و هر بار که از تور استفاده می‌کنید [...] فرد دیگری را که از تور استفاده می‌کند مخفی کرده‌اید [...]».

source: 2013-11-12: In its review "[Which Linux distro is best for protecting your privacy?](http://www.techradar.com/news/software/operating-systems/which-linux-distro-is-best-for-protecting-your-privacy--1192771)", techrada.com prefers Tails over 4 other distributions: "The main advantages of Tails are its readiness for USB installation and the complete nature of its desktop and its documentation. The Tails system menu also contains enough applications to make you do almost everything you may need without rebooting. The documentation, while not interesting as the one for Whonix, is more than adequate to help even Linux beginners. Yay for Tails, then!"
fa: ۲۰۱۳/۱۱/۱۲: تارنمای techrada.com در بررسی خود با عنوان "[کدام توزیع لینوکس برای حفظ حریم خصوصی شما بهتر است؟](http://www.techradar.com/news/software/operating-systems/which-linux-distro-is-best-for-protecting-your-privacy--1192771)" تیلز را به چهار توزیع دیگر ترجیح داد: «محاسن اصلی تیلز عبارتند از آماده بودن آن برای نصب روی یواس‌بی و طبیعت کامل دسکتاپ و اسناد آن. فهرست سیستم تیلز دارای ابزارهای کافی برای انجام تقریباً هر کاری بدون نیاز به راه‌اندازی دوباره است. مستندهای آن شاید به جذابیت Whonix نباشد، اما حتی برای مبتدیان لینوکس نیز مناسب است. بنابراین آفرین به تیلز!»

source: 2013-11: The German-speaking ADMIN magazine [reviews Tails](http://www.admin-magazin.de/Das-Heft/2013/11/Tails-0.20).
fa: ۲۰۱۳/۱۱: مجلهٔ آلمانی‌زبان ADMIN [تیلز را بررسی کرده‌است](http://www.admin-magazin.de/Das-Heft/2013/11/Tails-0.20).

source: 2013-10 : (in French) Framablog, [Le chiffrement, maintenant](http://www.framablog.org/index.php/post/2013/10/19/Le-chiffrement-maintenant-compil), contains a whole chapter about Tails.
fa: ۲۰۱۳/۱۰: (به فرانسوی)Framablog, [Le chiffrement, maintenant](http://www.framablog.org/index.php/post/2013/10/19/Le-chiffrement-maintenant-compil), یک فصل کامل راجع به تیلز نوشته‌است.

source: 2013-10 : SecureDrop, "Aaron Swartz’s unfinished whistleblowing platform" promotes Tails in both [user manual](https://github.com/freedomofpress/securedrop/blob/master/docs/user_manual.md) and [security audit](http://homes.cs.washington.edu/~aczeskis/research/pubs/UW-CSE-13-08-02.PDF). via [Korben.info](http://korben.info/securedrop-aaron-swartz.html)
fa: ۲۰۱۳/۱۰: SecureDrop. «پلتفرم ناتمام افشاگری آرون سوارتز» تیلز را در [راهنمای کاربر](https://github.com/freedomofpress/securedrop/blob/master/docs/user_manual.md) و [بررسی امنیتی](http://homes.cs.washington.edu/~aczeskis/research/pubs/UW-CSE-13-08-02.PDF) خود معرفی می‌کند. از طریق [Korben.info](http://korben.info/securedrop-aaron-swartz.html)

source: 2013-10: The [occasional issue n°8 of MISC](http://boutique.ed-diamond.com/misc-hors-series/500-mischs8.html) magazine is dedicated to privacy topics. Tails is mentioned a few times.
fa: ۲۰۱۳/۱۰: The [شمارهٔ n°8 مجلهٔ MISC](http://boutique.ed-diamond.com/misc-hors-series/500-mischs8.html) به مسائل حریم خصوصی اختصاص دارد. در آن چند بار به تیلز اشاره می‌شود.

source: 2013-10-15: [CRYPTO-GRAM, October 15, 2013](http://www.schneier.com/crypto-gram-1310.html) Bruce Schneier: "One thing I didn't do, although it's worth considering, is use a stateless operating system like Tails. You can configure Tails with a persistent volume to save your data, but no operating system changes are ever saved. Booting Tails from a read-only DVD -- you can keep your data on an encrypted USB stick -- is even more secure. Of course, this is not foolproof, but it greatly reduces the potential avenues for attack."
fa: ۲۰۱۳/۱۰/۱۵: [کریپتوگرام، ۱۵ اکتبر ۲۰۱۳](http://www.schneier.com/crypto-gram-1310.html). بروس اشنیر: «یک کار که انجامش نداده‌ام اما می‌شود آن را در نظر داشت، استفاده از یک سیستم‌عامل بدون‌ وضعیت مثل تیلز است. می‌شود تیلز را با یک درایو مانا تنظیم کرد تا اطلاعاتتان را رویش ذخیره کنید، اما هیچ کدام از تغییرات سیستم‌عامل هیچ‌وقت ذخیره نمی‌شوند. با راه اندازی تیلز از یک دی‌وی‌دی محدود به خواندن می‌توانید اطلاعاتتان را روی یک درایو یواس‌بی ذخیره کنید که از آن هم امن‌تر است. البته این سیستم غیرقابل‌نفوذ نیست، اما تا حد زیادی از احتمال منابع مختلف حمله کم می‌کند.»

source: 2013-10-04: In [Tor: 'The king of high-secure, low-latency anonymity'](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity), page 7. NSA: "[Tails adds] severe CNE misery to equation."
fa: ۲۰۱۳/۱۰/۰۴: در [تور: پادشاه امنیت بالا و ناشناسی](http://www.theguardian.com/world/interactive/2013/oct/04/tor-high-secure-internet-anonymity)، ص۷. آژانس امنیت ملی: «[تیلز باعث اضافه شدن] دردسرهای CNE شدیدی به معادله می‌شود.»

source: 2013-09-12: In [Inside the Effort to Crowdfund NSA-Proof Email and Chat Services](http://motherboard.vice.com/blog/inside-the-effort-to-crowdfund-nsa-proof-email-and-chat-services) by DJ Pangburn, Riseup birds write (about the TBB) "Combined with the TAILS project, which Riseup supports, there is nothing better."
fa: ۲۰۱۳/۰۹/۱۲: در [در تلاش برای جذب سرمایهٔ جمعی سرویس‌های گفتگو و رایانامهٔ ضد آژانس ملی امنیت](http://motherboard.vice.com/blog/inside-the-effort-to-crowdfund-nsa-proof-email-and-chat-services) به قلم دی‌جی پانگبرن، پرنده‌های رایزآپ (در مورد TBB) می‌نویسند: «...در ترکیب با تیلز که رایزآپ از آن پشتیبانی می‌کند، از هر چیز دیگری بهتر است.»

source: 2013-09-05: In [How to remain secure against NSA surveillance](http://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance), Bruce Schneier wrote: "Since I started working with Snowden's documents, I have been using GPG, Silent Circle, Tails, OTR, TrueCrypt, BleachBit, and a few other things I'm not going to write about."
fa: ۲۰۱۳/۰۹/۰۵: بروس اشنیر در [How to remain secure against NSA surveillance](http://www.theguardian.com/world/2013/sep/05/nsa-how-to-remain-secure-surveillance) می‌نویسد: «از وقتی شروع به کار با اسناد اسنودن کرده‌ام، از پی‌جی‌پی، Silent Circle، تیلز، OTR، تروکریپت، BleachBit و چند ابزار دیگر استفاده می‌کنم که اسم آن‌ها را نمی‌آورم.»

source: 2013-08-13: (in French) [Tails en version 0.20](http://linuxfr.org/news/tails-en-version-0-20) on LinuxFR
fa: ۲۰۱۳/۰۸/۱۳: (به فرانسوی) [Tails en version 0.20](http://linuxfr.org/news/tails-en-version-0-20) در مورد LinuxFR

source: 2013-08-12: [Anonym und sicher Surfen mit Tails](http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2013/09/Anonym-und-sicher-Surfen-mit-Tails), in the September edition of the [LinuxUser](http://www.linux-user.de/) magazine, that includes Tails on the accompanying DVD.
fa: ۲۰۱۳/۰۸/۱۲: [Anonym und sicher Surfen mit Tails](http://www.linux-community.de/Internal/Artikel/Print-Artikel/LinuxUser/2013/09/Anonym-und-sicher-Surfen-mit-Tails) در شمارهٔ سپتامبر مجلهٔ [LinuxUser](http://www.linux-user.de/) که تیلز را روی دی‌وی‌دی ضمیمهٔ خود دارد.

source: 2013-08-11: In their [DeadDrop/StrongBox Security Assessment](http://homes.cs.washington.edu/~aczeskis/research/pubs/UW-CSE-13-08-02.PDF), a research group (Alexei Czeskis, David Mah, Omar Sandoval, Ian Smith, Karl Koscher, Jacob Appelbaum, Tadayoshi Kohno, and Bruce Schneier) suggests inserting Tails in the loop of the DeadDrop/StrongBox system. They also write: "We believe that sources should be adviced to use the Tails LiveCD. This provides better anonymity and is easier to use than the Tor Browser bundle."
fa: ۲۰۱۳/۰۸/۱۱: یک گروه تحقیقاتی (آلکسی شزکیس، دیوید ماه، عمر ساندوال، ایان اسمیت، کارل کوشر، جیکوب آپلبام، تادایوشی کونو و بروس اشنیر) در [ارزیابی امنیتی DeadDrop/StrongBox](http://homes.cs.washington.edu/~aczeskis/research/pubs/UW-CSE-13-08-02.PDF) خود وارد کردن تیلز در چرخهٔ سیستم DeadDrop/StrongBox را پیشنهاد دادند. آن‌ها همچنین نوشتند: «به اعتقاد ما برای استفاده از لایوسی‌دی تیلز باید از بعضی منابع استفاده شود. این کار باعث ناشناسی بیشتر شده و استفاده از آن از بستهٔ مرورگر تور راحت‌تر است.»

source: 2013-07-02: [Encryption Works: How to Protect Your Privacy in the Age of NSA Surveillance](https://pressfreedomfoundation.org/encryption-works#tails) by Micah Lee on Freedom of the Press Foundation
fa: ۲۰۱۳/۰۷/۰۲: [رمزگذاری کار می‌کند: چگونه از حریم خصوصی خود در زمانهٔ مراقبت آژانس امنیت ملی محافظت کنیم](https://pressfreedomfoundation.org/encryption-works#tails) به قلم میکاه لی در بنیاد آزادی نشر

source: 2013-05-21: [Tails 0.18 can install packages on the fly](http://www.h-online.com/open/news/item/Tails-0-18-can-install-packages-on-the-fly-1866479.html) on The H Open
fa: ۲۰۱۳/۰۵/۲۱: [تیلز ۰٫۱۸ می‌تواند بسته‌ها را هنگام اجرا نصب کند](http://www.h-online.com/open/news/item/Tails-0-18-can-install-packages-on-the-fly-1866479.html) در H Open

source: 2013-01-31: [Comment (ne pas) être (cyber)espionné ?](http://bugbrother.blog.lemonde.fr/2013/01/31/comment-ne-pas-etre-espionne/) by Jean-Marc Manach in "BUG BROTHER -- Qui surveillera les surveillants ?"
fa: ۲۰۱۳/۰۱/۳۱: [Comment (ne pas) être (cyber)espionné ?](http://bugbrother.blog.lemonde.fr/2013/01/31/comment-ne-pas-etre-espionne/) به قلم ژان‌مارک ماناش در "BUG BROTHER -- Qui surveillera les surveillants ?"

source: 2013-01-29: Tails is [documented](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) in Reporters Without Borders' [Online Survival Kit](https://www.wefightcensorship.org/online-survival-kithtml.html)
fa: ۲۰۱۳/۰۱/۲۹: تیلز در [گنجانهٔ بقای آنلاین](https://www.wefightcensorship.org/online-survival-kithtml.html) «گزارشگران بدون مرز» [مستندسازی](https://www.wefightcensorship.org/article/tails-amnesic-incognito-live-systemhtml.html) شده‌است

source: 2013-01-14: [DistroWatch Weekly, Issue 490](http://distrowatch.com/weekly.php?issue=20130114#released) announces Tails 0.16
fa: ۲۰۱۳/۰۱/۱۴: [DistroWatch Weekly، شمارهٔ ۴۹۰](http://distrowatch.com/weekly.php?issue=20130114#released) تیلز ۰٫۱۶ را معرفی می‌کند
