Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/press/media_appearances_2012.*.po
Languages: fa

source: [[!meta title="Media appearances in 2012"]]
fa: [[!meta title="حضورهای رسانه‌ای در سال ۲۰۱۲"]]

source: 2012-12-05: [Tails Secure Distro](http://www.linuxpromagazine.com/Online/Features/Tails-Secure-Distro) by Bruce Byfield on Linux Magazine Pro
fa: ۲۰۱۲/۱۲/۰۵: [Tails Secure Distro](http://www.linuxpromagazine.com/Online/Features/Tails-Secure-Distro) به قلم Bruce Byfield در Linux Magazine Pro

source: 2012-12-03: [DistroWatch Weekly, Issue 485](http://distrowatch.com/weekly.php?issue=20121203) announces Tails 0.15
fa: ۲۰۱۲/۱۲/۰۳: [DistroWatch Weekly، شمارهٔ ۴۸۵](http://distrowatch.com/weekly.php?issue=20121203) تیلز انتشار ۰٫۱۵ را اعلام کرد

source: 2012-11-05: [Tails and Claws](http://distrowatch.com/weekly.php?issue=20121105#feature), review by Jesse Smith on DistroWatch Weekly, Issue 481
fa: ۲۰۱۲/۱۱/۰۵: بررسی [تیلز و Claws](http://distrowatch.com/weekly.php?issue=20121105#feature) توسط Jesse Smith در DistroWatch Weekly، شمارهٔ ۴۸۱

source: 2012-08: (in Dutch) [Veilig En Anoniem Op Internet](http://www.oeioei.nl/internet/tails.php)
fa: ۲۰۱۲/۰۸: (به آلمانی) [Veilig En Anoniem Op Internet](http://www.oeioei.nl/internet/tails.php)

source: 2012-07: [Linux Format](http://www.linuxformat.com/archives?issue=158) contained a small, general article about Tails, as well as Tails 0.10.1 on the supplied DVD. *This DVD ships Tails in a `Tails` directory, and its boot scripts have been altered to cope with that. The rest of the system has not been altered according to our findings.*
fa: ۲۰۱۲/۰۷: [Linux Format](http://www.linuxformat.com/archives?issue=158) مقاله‌ای کوتاه و کلی در مورد تیلز منتشر و همراه با دی‌وی‌دی تیلز ۰٫۱۰٫۱ منتشر کرد. *این دی‌وی‌دی تیلز را در یک پوشهٔ `Tails` قرار می‌دهد و اسکریپت راه‌اندازی آن برای همین کار تغییر داده شده. تا جایی که ما می‌دانیم تغییری در بقیهٔ آن وجود نداشته است.*

source: 2012-07: (in German) [Die totale Privatsphäre](http://www.derbund.ch/digital/internet/Die-totale-Privatsphaere/story/22734697), by Klaus Gürtler in Der Bund, a Swiss-German newspaper
fa: ۲۰۱۲/۰۷: (به آلمانی) [Die totale Privatsphäre](http://www.derbund.ch/digital/internet/Die-totale-Privatsphaere/story/22734697) به قلم Klaus Gürtler در Der Bund، یک روزنامهٔ سوییسی-آلمانی

source: 2012-06: [Tails 0.12 blends in better in Internet cafés](http://www.h-online.com/open/news/item/Tails-0-12-blends-in-better-in-internet-cafes-1619818.html) on The H Open
fa: ۲۰۱۲/۰۶: [Tails 0.12 blends in better in Internet cafés](http://www.h-online.com/open/news/item/Tails-0-12-blends-in-better-in-internet-cafes-1619818.html) در The H Open

source: 2012-06: [The Tor Project helps journalists and whistleblowers go online without leaving a trace](http://www.niemanlab.org/2012/06/the-tor-project-helps-journalists-and-whistleblowers-go-online-without-leaving-a-trace/), by Adrienne LaFrance on Nieman Journalism Lab
fa: ۲۰۱۲/۰۶: [The Tor Project helps journalists and whistleblowers go online without leaving a trace](http://www.niemanlab.org/2012/06/the-tor-project-helps-journalists-and-whistleblowers-go-online-without-leaving-a-trace/) به قلم Adrienne LaFrance در Nieman Journalism Lab

source: 2012-05-16: (in Italian) [Tails, un sistema operativo a base Tor](http://it.paperblog.com/tails-un-sistema-operativo-a-base-tor-1175730/) on paperblog.it
fa: ۲۰۱۲/۰۵/۱۶: (به ایتالیایی) [Tails, un sistema operativo a base Tor](http://it.paperblog.com/tails-un-sistema-operativo-a-base-tor-1175730/) در paperblog.it

source: 2012-05-03: Tails 0.11 was announced in [LWN.net Weekly Edition](https://lwn.net/Articles/494923/); the press release was [published on LWN](https://lwn.net/Articles/495669/) too.
fa: ۲۰۱۲/۰۵/۰۳: تیلز ۰٫۱۱ در [LWN.net Weekly Edition](https://lwn.net/Articles/494923/) معرفی شد؛ این نشست خبری در [LWN نیز منتشر شد](https://lwn.net/Articles/495669/).

source: 2012-04-23: (Video) [Protect your Privacy Completely - Web Browsing with TAILS Tor](https://www.youtube.com/watch?v=04mzYuhl8f4)
fa: ۲۰۱۲/۰۴/۲۳: (ویدیو) [Protect your Privacy Completely - Web Browsing with TAILS Tor](https://www.youtube.com/watch?v=04mzYuhl8f4)

source: 2012-04: [Leave Your Cellphone at Home](http://nplusonemag.com/leave-your-cellphone-at-home), Interview with Jacob Appelbaum, by Sarah Resnick on n+1
fa: ۲۰۱۲/۰۴: [Leave Your Cellphone at Home](http://nplusonemag.com/leave-your-cellphone-at-home)، مصاحبه با جیکوب اپلبام توسط Sarah Resnick برای n+1

source: 2012-02-02: (in French) [Vie privée : le guide pour rester anonyme sur Internet](http://www.rue89.com/2012/02/02/vie-privee-le-guide-pour-rester-anonyme-sur-internet-228990), par Martin Untersinger journaliste pour Rue89
fa: ۲۰۱۲/۰۲/۰۲: (به فرانسوی)[Vie privée : le guide pour rester anonyme sur Internet](http://www.rue89.com/2012/02/02/vie-privee-le-guide-pour-rester-anonyme-sur-internet-228990), par Martin Untersinger journaliste pour Rue89

source: 2012-01-13: (in French) Korben.info : [Tails – La distribution Linux qui protège votre anonymat et votre vie privée](http://korben.info/tails.html)
fa: ۲۰۱۲/۰۱/۱۳: (به فرانسوی) Korben.info : [Tails – La distribution Linux qui protège votre anonymat et votre vie privée](http://korben.info/tails.html)

source: 2012-01-12: (in French) LinuxFR [announces](https://linuxfr.org/news/tails-en-version-010) Tails 0.10.
fa: ۲۰۱۲/۰۱/۱۲: (به فرانسوی) LinuxFR انتشار تیلز ۰٫۱۰ را [اعلام کرد](https://linuxfr.org/news/tails-en-version-010).

source: 2012-01-09 : (in German) Heise online [reported](http://www.heise.de/newsticker/meldung/Tails-Anonym-im-Internet-1405508.html) the release of Tail 0.10.
fa: ۲۰۱۲/۰۱/۰۹: (به آلمانی) Heise online انتشار تیلز ۰٫۱۰ را [گزارش کرد](http://www.heise.de/newsticker/meldung/Tails-Anonym-im-Internet-1405508.html).

source: 2012-01-06: [Linux privacy distribution Tails updated to version 0.10](http://www.h-online.com/open/news/item/Linux-privacy-distribution-Tails-updated-to-version-0-10-1404973.html) on The H Open
fa: ۲۰۱۲/۰۱/۰۶: [Linux privacy distribution Tails updated to version 0.10](http://www.h-online.com/open/news/item/Linux-privacy-distribution-Tails-updated-to-version-0-10-1404973.html) در The H Open
