Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/startup_options/network_configuration.*.po
Languages: de

source: [[!meta title="Network configuration"]]
de: [[!meta title="Netzwerkkonfiguration"]]

source: Depending on your Internet connection, you might need to configure the way Tor connects to the Internet. For example:
de: Je nachdem, was Sie für eine Internetverbindung haben, könnte es erforderlich sein, die Art und Weise, wie sich Tor ins Internet verbindet, anzupassen. Zum Beispiel:

source: If you need to use a proxy to access the Internet.
de: Wenn Sie einen Proxy benötigen, um eine Internetverbindung herzustellen.

source: If your Internet connection goes through a firewall that only allows connections to certain ports.
de: Falls Ihre Internetverbindung eine Firewall passieren muss, die nur Verbindungen durch bestimmte Ports zulässt.

source: If you want to use Tor bridges because your Internet connection is censored or you want to hide the fact that you are using Tor. See also our documentation on [[what are bridges and when to use them|bridge_mode]].
de: Falls Sie Tor Bridges verwenden wollen, weil Ihre Internetverbindung zensiert ist oder Sie verschleiern wollen, dass Sie Tor nutzen. Lesen Sie hierzu auch die Dokumentation über [[Bridges, was sie sind und wann sie verwendet werden sollten|bridge_mode]].

source: In these cases, choose to configure bridge, firewall, or proxy settings from [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:
de: Falls einer dieser Fälle auf Sie zutrifft, wählen Sie die Option zur Konfiguration von Bridges, der Firewall oder Proxyeinstellungen im [[<span class="application">Tails Greeter</span>|startup_options#tails_greeter]]:

source: When <span class="application">Tails Greeter</span> appears, in the <span class="guilabel">Welcome to Tails</span> window, click on the <span class="button">Yes</span> button. Then click on the <span class="button">Forward</span> button.
de: Wenn der <span class="application">Tails Greeter</span> erscheint, klicken Sie im <span class="guilabel">Willkommen bei Tails</span> Fenster auf <span class="button">Ja</span>. Anschließend klicken Sie bitte auf <span class="button">Weiter</span>.

source: In the <span class="guilabel">Network configuration</span> section, select the following option: <span class="guilabel">This computer's Internet connection is censored, filtered, or proxied.</span>
de: In Bereich <span class="guilabel">Netzwerkkonfiguration</span> wählen Sie bitte folgende Option aus: <span class="guilabel">Die Internetverbindung dieses Rechners ist zensiert, gefiltert oder vermittelt.</span>

source: Then, after starting the working session and connecting to the network, an assistant will guide you through the configuration of Tor.
de: Nachdem die Arbeitsumgebung geladen und eine Netzwerkverbindung hergestellt wurde, wird Sie ein Assistent durch die Konfiguration von Tor führen.

source: <p>If, on the contrary, you want to work completely offline, you can choose to [[disable all networking|offline_mode]].</p>
de: <p>Wenn Sie im Gegensatz dazu komplett Offline arbeiten möchten, können Sie sich dazu entscheiden [[alle Netzwerkfunktionen zu deaktivieren|offline_mode]].</p>
