Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/install/win/usb.*.po
Languages: de

source: [[!meta title="Installing Tails on a USB stick from Windows"]]
de: [[!meta title="Tails unter Windows auf einem USB Stick installieren"]]

source: <p class="start">Start in Windows.</p>
de: <p class="start">Starten Sie Windows.</p>

source: [[!inline pages="install/inc/steps/download.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/download.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_intermediary_intro.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_intermediary_intro.inline.de" raw="yes"]]

source: Plug the first USB stick in the computer.
de: Stecken Sie den ersten USB Stick am Computer an.

source: Click on the following link to download <span class="application">Universal USB Installer</span>:
de: Klicken Sie auf den folgenden Link, um den <span class="application">Universal USB Installer</span> herunterzuladen:

source: <a href='https://git-tails.immerda.ch/uui-binary/plain/Universal-USB-Installer.exe'>Download Universal USB Installer</a>
de: <a href='https://git-tails.immerda.ch/uui-binary/plain/Universal-USB-Installer.exe'>Laden Sie den Universal USB Installer herunter</a>

source: 1. At the Windows security warning, confirm that you want to run the program.
de: 1. Bestätigen Sie bei der Windows Sicherheitswarnung, dass Sie das Programm ausführen wollen.

source: 1. Read the licence agreement and click <span class="button">I Agree</span> to continue and start <span class="application">Universal USB Installer</span>.
de: 1. Lesen Sie die Lizenzvereinbarung durch und wählen Sie <span class="button">I Agree</span> um fortzufahren und den <span class="application">Universal USB Installer</span> zu starten.

source: [[!img install/inc/screenshots/uui.png class="screenshot" link="no" alt="screenshot of Universal USB Installer"]]
de: [[!img install/inc/screenshots/uui.png class="screenshot" link="no" alt="Screenshot des Universal USB Installers"]]

source: Select <span class="guilabel">Tails</span> from the drop-down list.
de: Wählen Sie <span class="guilabel">Tails</span> von der Auswahlliste.

source: Click <span class="button">Browse</span> and choose the ISO image that you downloaded earlier.
de: Klicken Sie auf <span class="button">Browse</span> und wählen Sie das ISO-Image aus, das Sie zuvor heruntergeladen haben.

source: 1. Use the drop-down list to specify the USB stick on which you want to install the ISO image.
de: 1. Verwenden Sie die Auswahlliste, um den USB Stick anzugeben, auf dem Sie das ISO-Image installieren wollen.

source: <div class="tip"> <p>If the USB stick does not appear in the drop-down list, make sure that it is plugged in correctly and restart <span class="application">Universal USB Installer</span>.</p> </div>
de: <div class="tip"> <p>Falls der USB Stick nicht in der Auswahlliste auftaucht, überprüfen Sie dass er korrekt angesteckt ist und starten Sie den <span class="application">Universal USB Installer</span> neu.</p> </div>

source: Select the <span class="guilabel">Format</span> option.
de: Wählen Sie die Option <span class="guilabel">Format</span>.

source: Click <span class="button">Create</span>.
de: Klicken Sie auf <span class="button">Create</span>.

source: A warning appears. Click <span class="button">Yes</span> to start the installation. The installation takes a few minutes.
de: Es erscheint eine Warnung. Klicken Sie auf <span class="button">Yes</span>, um die Installation zu starten. Die Installation dauert einige Minuten.

source: 1. After the installation is finished, click <span class="button">Close</span> to quit <span class="application">Universal USB Installer</span>.
de: 1. Klicken Sie <span class="button">Close</span>, nachdem die Installation beendet ist, um den <span class="application">Universal USB Installer</span> zu schließen.

source: [[!inline pages="install/inc/steps/install_intermediary_outro.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_intermediary_outro.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/switch.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/switch.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_first_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_first_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/install_final.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/install_final.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/restart_second_time.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/restart_second_time.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/you_are_done.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/you_are_done.inline.de" raw="yes"]]

source: [[!inline pages="install/inc/steps/create_persistence.inline" raw="yes"]]
de: [[!inline pages="install/inc/steps/create_persistence.inline.de" raw="yes"]]
