Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/reset/mac.*.po
Languages: fr

source: [[!meta title="Resetting a USB stick or SD card using Mac OSX"]]
fr: [[!meta title="Réinitialiser une clé USB ou carte SD, pour Mac OSX"]]

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes"]]
fr: [[!inline pages="doc/first_steps/reset.intro.fr" raw="yes"]]

source: Using <span class="application">Disk Utility</span>
fr: En utilisant l'<span class="application">Utilitaire de disque</span>

source: <strong>You might overwrite any hard disk on the computer.</strong> If at some point you are not sure about which device to choose, stop proceeding.
fr: <strong>Vous pourriez écraser n'importe quel disque dur sur l'ordinateur.</strong> Si à un moment vous n'êtes pas sûr du choix du périphérique, arrêtez-vous là.

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
fr: Soyez sûr que la clé USB ou carte SD que vous voulez réinitialiser est débranchée.

source: Start <span class="application">Disk Utility</span>.
fr: Démarrez l'<span class="application">Utilitaire de disque</span>.

source: A list of all the storage devices on the computer appears in the left pane of the window.
fr: Une liste de tout les périphériques de stockage de l'ordinateur apparaît dans le panneau gauche de la fenêtre.

source: Plug the USB stick or SD card that you want to reset.
fr: Branchez la clé USB ou carte SD que vous voulez réinitialiser.

source: A new device appears in the list of storage devices. This new device corresponds to the USB stick or SD card that you plugged in. Click on it.
fr: Un nouveau périphérique apparaît dans le liste des périphériques de stockage. Ce nouveau périphérique correspond à la clé USB ou à la carte SD que vous venez de brancher. Cliquez dessus.

source: In the list of storage devices, verify that the device corresponds to the device that you want to reset, its brand, its size, etc.
fr: Dans la liste des périphériques de stockage, vérifiez que le périphérique correspond à celui que vous voulez réinitialiser, sa marque, sa taille, etc.

source: In the confirmation dialog, click on the <span class="button">Erase</span> button to confirm.
fr: Dans la boite de confirmation, cliquez sur le bouton <span class="button">Effacer</span> pour confirmer.
