Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/reset/windows.*.po
Languages: de, fa

source: [[!meta title="Resetting a USB stick or SD card using Windows"]]
de: [[!meta title="Einen USB-Stick oder eine SD-Karte mit Windows zurücksetzen"]]
fa: [[!meta title="تنظیم دوبارهٔ یک درایو یواس‌بی یا کارت حافظه در ویندوز"]]

source: [[!inline pages="doc/first_steps/reset.intro" raw="yes"]]
de: [[!inline pages="doc/first_steps/reset.intro.de" raw="yes"]]

source: <strong>The following instructions do not work on Windows XP.</strong><br/> The version of <span class="application">Diskpart</span> on Windows XP does not list removable disks.
de: <strong>Die folgenden Anweisungen funktionieren nicht mit Windows XP.</strong><br/> Die Version von <span class="application">Diskpart</span> auf Windows XP unterstützt keine Wechseldatenträger.
fa: <strong>دستورالعمل‌های زیر روی ویندوز ایکس‌پی کار نمی‌کنند.</strong><br/> نسخهٔ ویندوز ایکس‌پی <span class="application">دیسک‌پارت</span> دیسک‌های خارجی را فهرست نمی‌کند.

source: Using <span class="application">Diskpart</span>
de: Benutzung von <span class="application">Diskpart</span>
fa: استفاده از <span class="application">دیسک‌پارت</span>

source: <strong>You might overwrite any hard disk on the computer.</strong><br/> If at some point you are not sure about the disk number, stop proceeding.
de: <strong>Sie könnten jegliche Festplatten des Computers überschreiben.</strong><br/> Falls Sie sich an irgendeinem Punkt unsicher darüber sind, welches Medium Sie wählen sollen, brechen Sie den Vorgang ab.
fa: <strong>ممکن است هر درایو سخت‌دیسکی روی رایانه را بازنویسی کنید.</strong><br/> اگر در هر مرحله‌ای از شمارهٔ دیسک مطمئن نبودید کار را ادامه ندهید.

source: Make sure that the USB stick or SD card that you want to reset is unplugged.
de: Stellen Sie sicher, dass der USB-Stick bzw. die SD-Karte, die Sie zurücksetzen möchten, nicht angeschlossen ist.
fa: مطمئن شوید که درایو یواس‌بی یا کارت حافظه‌ای که می‌خواستید دوباره تنظیم کنید را از رایانه جدا کرده‌اید.

source: Click on the <span class="button">Start</span> button, and choose <span class="menuchoice">All Programs&nbsp;▸ Accessories&nbsp;▸ Command Prompt</span>, to open the <span class="application">[[!wikipedia Command Prompt]]</span>,
de: Klicken Sie auf die <span class="button">Start</span> Schaltfläche und wählen Sie <span class="menuchoice">Alle Programme&nbsp;▸ Zubehör&nbsp;▸ Eingabeaufforderung</span> aus, um die <span class="application">[[!wikipedia_de Eingabeaufforderung]] zu öffnen</span>,
fa: روی دکمهٔ <span class="button">شروع</span> کلیک کرده و <span class="menuchoice">تمام برنامه‌ها&nbsp;◀ موارد کمکی&nbsp;◀ پایانهٔ خط فرمان</span> را انتخاب کنید تا <span class="application">[[!wikipedia پایانهٔ خط فرمان]]</span> باز شود.

source: [[More help on how to start the <span class="application">Command Prompt</span>|http://www.computerhope.com/issues/chdos.htm]]
de: [[Mehr Hilfe zum Starten der <span class="application">Eingabeaufforderung </span>|http://www.computerhope.com/issues/chdos.htm]]
fa: [[کمک بیشتر برای راه‌اندازی <span class="application"> پایانهٔ خط فرمان</span>|http://www.computerhope.com/issues/chdos.htm]]

source: 2. Execute the <span class="command">diskpart</span> command, to start <span class="application">Diskpart</span>.
de: 2. Führen Sie den Befehl <span class="command">diskpart</span> aus, um <span class="application">Diskpart</span> zu starten.
fa: ۲. خط فرمان <span class="command">diskpart</span> را برای راه‌اندازی <span class="application">دیسک‌پارت</span> اجرا کنید.

source: Execute the <span class="command">list disk</span> command to obtain information about each disk in the computer.
de: Führen Sie den Befehl <span class="command">list disk</span> aus, um Informationen über alle Datenträger im Computers zu erhalten.
fa: خط فرمان <span class="command">list disk</span> را برای کسب اطلاعات در مورد تمام دیسک‌ها در رایانه اجرا کنید.

source: For example:
de: Zum Beispiel:
fa: برای نمونه:

source: Plug the USB stick or SD card that you want to reset. Run the <span class="command">list disk</span> command again.
de: Schließen Sie den USB-Stick oder die SD-Karte an, die Sie zurücksetzen möchten. Führen Sie den Befehl <span class="command">list disk</span> erneut aus.
fa: درایو یواس‌بی یا کارت حافظه‌ای که می‌خواهید دوباره تنظیم کنید را وصل کنید. فرمان <span class="command">list disk</span> را دوباره اجرا کنید.

source: A new disk, which corresponds to that device, appears in the list.
de: Ein neuer Datenträger, welcher dem Medium entspricht, erscheint in der Liste.
fa: یک دیسک جدید که به دستگاه مرتبط است در فهرست ظاهر می‌شود.

source: For example:
de: Zum Beispiel:
fa: برای نمونه:

source: Make sure that its size corresponds to the size of the device that you want to reset. Note down the disk number assigned by <span class="application">Diskpart</span> to the device.
de: Stellen Sie sicher, dass die Größe dem Medium entspricht, das Sie zurücksetzen möchten. Schreiben Sie sich die Festplatten-Nummer auf, die <span class="application">Diskpart</span> dem Medium zugewiesen hat.
fa: مطمئن شوید که حجم مورد نمایش حجم همان دستگاهی است که می‌خواهید آن را دوباره تنظیم کنید. شمارهٔ دیسک مشخص شده توسط <span class="application">دیسک‌پارت</span> را یادداشت کنید.

source: To select the device, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. Replace <span class="replaceable">number</span> by the disk number of the device that you want to reset.
de: Um das Medium auszuwählen führen Sie folgenden Befehl aus: <span class="command">select disk=<span class="replaceable">Nummer</span></span>. Ersetzen Sie <span class="replaceable">Nummer</span> durch die Laufwerksnummer des Mediums, welches Sie zurücksetzen möchten.
fa: برای انتخاب دستگاه، این خط فرمان را اجرا کنید: select the device, execute the following command: <span class="command">select disk=<span class="replaceable">number</span></span>. <span class="replaceable">number</span> را با عدد دیسک دستگاهی که می‌خواهید دوباره تنظیم کنید جایگزین کنید.

source: Execute the <span class="command">clean</span> command to delete the partition table from the device.
de: Führen Sie den Befehl <span class="command">clean</span> aus, um die Partitionstabelle von dem Medium zu löschen.
fa: خط فرمان <span class="command">clean</span> را برای پاک کردن جدول پارتیشن از دستگاه اجرا کنید.

source: Execute the <span class="command">convert mbr</span> command to create a new partition table on the device.
de: Führen Sie den Befehl <span class="command">convert mbr</span> aus, um eine neue Partitionstabelle auf dem Medium zu erstellen.
fa: خط فرمان <span class="command">convert mbr</span> را برای ایجاد یک جدول پارتیشن جدید روی دستگاه اجرا کنید.

source: Execute the <span class="command">create partition primary</span> command to create a new primary partition on the device.
de: Führen Sie den Befehl <span class="command">create partition primary</span> aus, um eine neue primäre Partition auf dem Medium zu erstellen.
fa: خط فرمان <span class="command">create partition primary</span> را برای ایجاد یک پارتیشن اصلی جدید روی دستگاه ایجاد کنید.

source: Troubleshooting
de: Fehlerbehebung
fa: حل مشکلات

source: See the [[Diskpart documentation from Microsoft Support|http://support.microsoft.com/kb/300415]].
de: Lesen Sie die [[Dokumentation zu Diskpart vom Microsoft Support|http://support.microsoft.com/kb/300415]].
fa: رجوع کنید به [[سند دیسک‌پارت در پشتیبان مایکروسافت|http://support.microsoft.com/kb/300415]].
