Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/about/finances.*.po
Languages: fa

source: [[!meta title="Finances"]]
fa: [[!meta title="مسائل مالی"]]

source: Income statement for 2014
fa: بیلان مالی سال ۲۰۱۴

source: Revenues: - Donations $-33376.83 via FPF -71.67Ƀ via bitcoin -7150.19€ via Zwiebelfreunde -803.50€ misc - Grants $-50000.00 Access Now -5000.00€ FFIS -70000.00€ Hivos $-34884.00 NDI $-25800.00 OpenITP $-5000.00 Tor - Misc $-3775.00 reverse reversal -------------------- $-152835.83 -71.67Ƀ -82953.69€
fa: درآمدها: - کمک‌های مالی $-33376.83 از طریق FPF -71.67Ƀ از طریق بیت‌کوین -7150.19€ از طریق Zwiebelfreunde -803.50€ misc - هدایای مالی $-50000.00 Access Now -5000.00€ FFIS -70000.00€ Hivos $-34884.00 NDI $-25800.00 OpenITP $-5000.00 Tor - Misc $-3775.00 reverse reversal -------------------- $-152835.83 -71.67Ƀ -82953.69€

source: Expenses: - Infrastructure $7856.38 hardware 897.84€ hardware 630.00€ Internet hosting $160.00 SSL certificates - Travel & meetings 4907.08€ travel 3724.35€ hosting 4112.27€ food and drinks $400.00 guests 330.30€ guests - Subcontracting $53414.00 subcontracting 20131.85€ subcontracting - Running costs $568.53 banking 174.53€ banking $3707.33 administration 5439.61€ administration - Misc 65.00€ stickers 414.17€ non stored purchases 20.00€ communication -------------------- $66106.24 40847.00€
fa: هزینه‌ها: - زیرساخت $7856.38 سخت‌افزار 897.84€ سخت‌افزار 630.00€ میزبانی اینترنت $160.00 گواهی‌های اس‌اس‌ال - سفر و جلسات 4907.08€ سفر 3724.35€ میزبانی 4112.27€ غذا و نوشیدنی $400.00 مهمان‌ها 330.30€ مهمان‌ها - قراردادهای فرعی $53414.00 قراردادهای فرعی 20131.85€ قراردادهای فرعی - هزینه‌های جاری $568.53 بانک‌داری 174.53€ بانک‌داری $3707.33 مدیریت 5439.61€ مدیریت - Misc 65.00€ استیکرها 414.17€ خریدهای ذخیره‌نشده 20.00€ ارتباطات -------------------- $66106.24 40847.00€

source: Total: -------------------- $-86729.59 -71.67Ƀ -42106.69€
fa: مجموع: -------------------- $-86729.59 -71.67Ƀ -42106.69€

source: Income statement for 2013
fa: بیلان مالی سال ۲۰۱۳

source: Revenues: $-21000.00 NDI $-20000.00 Tor (bounties program) -29.58Ƀ bitcoin -330.00€ tax -------------------- $-41000.00 -29.58Ƀ -330.00€
fa: درآمدها: $-21000.00 NDI $-20000.00 (برنامه جوایز تور) -29.58Ƀ بیت‌کوین -330.00€ مالیات -------------------- $-41000.00 -29.58Ƀ -330.00€

source: Expenses: 60.00€ banking $17000.00 bounties $1194.69 hardware 499.65€ hardware 390.00€ hosting 2341.00€ meeting $21000.00 work -------------------- $39194.69 3290.65€
fa: هزینه‌ها 60.00€ بانک‌داری $17000.00 جوایز $1194.69 سخت‌افزار 499.65€ سخت‌افزار 390.00€ میزبانی 2341.00€ ملاقات‌ها $21000.00 کار -------------------- $39194.69 3290.65€

source: Total: -------------------- $-1805.31 -29.58Ƀ 2960.65€
fa: مجموع: -------------------- $-1805.31 -29.58Ƀ 2960.65€

source: Income statement for 2012
fa: بیلان مالی سال ۲۰۱۲

source: Revenues: -137.30€ tax -------------------- -137.30€
fa: درآمدها: -137.30€ مالیات -------------------- -137.30€

source: Expenses: $3810.71 hardware 856.79€ hardware 300.00€ hosting 3128.39€ meeting $479.00 SSL certificates -------------------- $4289.71 4285.18€
fa: هزینه‌ها: $3810.71 سخت‌افزار 856.79€ سخت‌افزار 300.00€ میزبانی 3128.39€ ملاقات $479.00 گواهی‌های اس‌اس‌ال -------------------- $4289.71 4285.18€

source: Total: -------------------- $4289.71 4147.88€
fa: مجموع: -------------------- $4289.71 4147.88€

source: In addition, one developer was paid full-time by the Tor Project, and NDI sponsored 40 days of development work.
fa: علاوه بر این یک برنامه‌نویس به طور تمام‌وقت در استخدام پروژهٔ تور بود و NDI اسپانسر چهل روز از کار برنامه‌نویسی شد.

source: Income statement for 2011
fa: بیلان مالی سال ۲۰۱۱

source: Revenues: -7500.00€ Tor -------------------- -7500.00€
fa: درآمدها: -7500.00€ تور -------------------- -7500.00€

source: Expenses: $555.00 hardware 1075.00€ hosting 3163.32€ meeting -------------------- $555.00 4238.32€
fa: هزینه‌ها: $555.00 سخت‌افزار 1075.00€ میزبانی 3163.32€ ملاقات -------------------- $555.00 4238.32€

source: Total: -------------------- $555.00 -3261.68€
fa: مجموع: -------------------- $555.00 -3261.68€

source: Income statement for 2010
fa: بیلان مالی سال ۲۰۱۰

source: Revenues: $-8500.00 Tor -------------------- $-8500.00
fa: درآمدها: $-8500.00 تور -------------------- $-8500.00

source: Expenses: 2025.00€ hardware -------------------- 2025.00€
fa: هزینه‌ها: 2025.00€ سخت‌افزار -------------------- 2025.00€

source: Total: -------------------- $-8500.00 2025.00€
fa: مجموع: -------------------- $-8500.00 2025.00€
