Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/about/openpgp_keys.*.po
Languages: fa

source: [[!meta title="OpenPGP keys"]]
fa: [[!meta title="کلیدهای اُپن‌پی‌جی‌پی"]]

source: Tails developers maintain several OpenPGP key pairs.
fa: توسعه‌دهندگان تیلز چندین جفت‌کلید اُپن‌پی‌جی‌پی‌ دارند.

source: <p>Make sure to [[verify the key|doc/get/trusting_tails_signing_key]] that you downloaded, because there are fake (malicious) Tails OpenPGP keys on the keyservers.</p>
fa: <p>مطمئن شوید کلیدی که دانلود کرده‌اید را [[تأیید می‌کنید|doc/get/trusting_tails_signing_key]] زیرا روی سرورها کلیدهای تقلبی و مخرب اُپن‌پی‌جی‌پی تیلز نیز وجود دارند.</p>

source: Private mailing-list key
fa: کلید خصوصی فهرست رایانامه

source: Purpose
fa: هدف

source: Encryption
fa: رمزگذاری

source: This key has an encryption subkey. Please use it to encrypt email sent to the core developers encrypted mailing-list: <tails@boum.org>.
fa: این کلید دارای یک زیرکلید رمزگذاری‌شده است. از آن برای رمزگذاری رایانامه به فهرست رایانامهٔ توسعه‌دهندگان مرکزی که رمزگذاری شده‌است استفاده کنید: <tails@boum.org>.

source: Signature
fa: امضا

source: This key also has the capability to sign and certify. Until Tails 0.5 and 0.6~rc3, released images were signed by this key. This purpose is now deprecated: further releases will be signed by a dedicated, safer signing key. As of 2010 October 7th, our mailing-list key signature only means our mailing-list software checked the signed content was originally OpenPGP-signed by a Tails core developer.
fa: با این کلید همچنین می‌توان امضا کرد. تا نسخهٔ ۰٫۵ و ~rc3۰٫۶ عکس‌های منتشرشده با این کلید امضا می‌شدند. این هدف اکنون منسوخ شده‌است: عکس‌هایی که از این به بعد منتشر می‌شوند، با کلیدی اختصاصی و امن‌تر امضا خواهند شد. از تاریخ ۷ اکتبر ۲۰۱۰ منظور از امضای کلید فهرست رایانامه ما این است که نرم‌افزار فهرست رایانامه در ابتدا توسط یک توسعه‌دهندهٔ اصلی تیلز امضا شده‌است.

source: Policy
fa: سیاست

source: The secret key material and its passphrase are stored on the server that runs our encrypted mailing-list software and on systems managed by core Tails developers.
fa: محتویات کلید خصوصی و گذرواژهٔ آن روی سروری که نرم‌افزار فهرست رایانامهٔ ما را اجرا می‌کند و روی سیستم‌هایی که توسط توسعه‌دهندگان اصلی تیلز اداره می‌شود ذخیره شده‌است.

source: This means people other than Tails developers are in a position to use this secret key. Tails developers trust these people enough to rely on them for running our encrypted mailing-list, but still: this key pair is managed in a less safe way than our signing key.
fa: یعنی کسانی به غیر از توسعه‌دهندگان تیلز می‌توانند از این کلید خصوصی استفاده کنند. توسعه‌دهندگان تیلز به اندازهٔ کافی به این اشخاص اعتماد دارند که ادارهٔ فهرست رایانامهٔ رمزگذاری‌شده‌مان را به آن‌ها بسپارند؛ با این وجود، ادارهٔ این جفت‌کلید به نسبت کلید امضایمان امنیت کمتری دارد.

source: Key details
fa: جزئیات کلید

source: How to get the public key?
fa: چگونه کلید عمومی بگیریم؟

source: There are multiple ways to get this OpenPGP public key:
fa: راه‌های زیادی برای گرفتن این کلید عمومی اُپن‌پی‌جی‌پی وجود دارد:

source: download it from this website: [[!tails_website tails-email.key]]
fa: آن را از این تارنما دانلود کنید:[[!tails_website tails-email.key]]

source: fetch it from your favourite keyserver
fa: آن را از سرور کلید مورد علاقهٔ‌تان بگیرید

source: send an email to <tails-sendkey@boum.org>.
fa: به این آدرس یک رایانامه بفرستید: <tails-sendkey@boum.org>.

source: Signing key
fa: کلید امضا

source: This key only has the capability to sign and certify: it has no encryption subkey.
fa: این کلید زیرکلید رمزگذاری ندارد و با آن تنها می‌توانید امضا کنید.

source: Its only purpose is:
fa: تنها هدف آن این است:

source: to sign Tails released images;
fa: امضای تصاویر ایزوی منتشرشدهٔ تیلز؛

source: to certify other cryptographic public keys needed for Tails development.
fa: امضا کردن کلید‌های عمومی رمزنگاری‌شده مورد نیاز برای توسعهٔ تیلز.

source: Primary key
fa: کلید اصلی

source: * Is not owned in a usable format by any single individual. It is split cryptographically using [gfshare](http://www.digital-scurf.org/software/libgfshare). * Is only used offline, in an air-gapped Tails only communicating with the outside world through: - Plugging the Tails flash media in another operating system to install Tails in the first place. - Plugging other removable media in the air-gapped Tails to send the public key, secret key stubs, parts of the secret master key, and so on to the outside world. - Plugging other removable media in the air-gapped Tails to receive Debian packages, public keys, and so on from the outside world. * Expires in less than one year. We will extend its validity as many times as we find reasonable.
fa: * در قالبی قابل‌استفاده متعلق به هیچ فردی نیست. به طرز رمزنگاری‌شده با استفاده از [gfshare](http://www.digital-scurf.org/software/libgfshare) جداسازی شده‌است. *تنها به صورت آفلاین و در تیلز ایزوله استفاده می‌شود و به روش زیر با دنیای بیرون ارتباط برقرار می‌کند: -نصب تیلز روی یک سیستم عامل دیگر از طریق وارد کردن فلش تیلز. -وصل کردن رسانه‌های قابل حمل دیگر به تیلز ایزوله، برای فرستادن کلید عمومی، قسمت‌هایی از شاه‌کلید خصوصی و غیره به دنیای خارج. -وصل کردن رسانه‌های قابل حمل دیگر به تیلز ایزوله برای دریافت بسته‌های دبیان، کلید عمومی و غیره از دنیای خارج. *در کمتر از یک سال منقضی می‌شود. اعتبار آن‌ را تا آن‌جا که فکر کنیم منطقی است تمدید خواهیم کرد.

source: Signing subkeys
fa: زیرکلید‌های امضا

source: Expiration date: same as the subkey.
fa: تاریخ انقضا: مشابه زیرکلید.

source: download it from this website: [[!tails_website tails-signing.key]]
fa: آن را از این تارنما دانلود کنید: [[!tails_website tails-signing.key]]

source: fetch it from your favourite keyserver.
fa: آن را از سرور کلید مورد علاقه‌تان بگیرید.

source: If you already have Tails signing key but download it again, it can update the list of existing signatures of the key.
fa: اگر کلید امضای تیلز را از قبل دارید، آن را دوباره دانلود کنید تا فهرست به‌روز امضاهای موجود کلید را داشته باشید.

source: User support key
fa: کلید پشتیبانی کاربر

source: Use this key to encrypt private support requests sent to <tails-support-private@boum.org>.
fa: از این کلید برای رمزگذاری درخواست‌های خصوصی پشتیبانی که به <tails-support-private@boum.org> فرستاده می‌شوند استفاده کنید.

source: This same key is used to handle [[*WhisperBack* reports|first_steps/bug_reporting]].
fa: از همین کلید برای رسیدگی به [[گزارشات *ویسپربک*|first_steps/bug_reporting]] استفاده می‌شود.

source: download it from this website: [[!tails_website tails-bugs.key]]
fa: آن را از این تارنما دانلود کنید: [[!tails_website tails-bugs.key]]

source: Press team key
fa: کلید گروه رسانه‌ای

source: Use this key to encrypt private emails sent to <tails-press@boum.org>.
fa: از این کلید برای رمزگذاری رایانامه‌های خصوصی که به <tails-press@boum.org> فرستاده شده‌اند استفاده کنید.

source: download it from this website: [[!tails_website tails-press.key]]
fa: آن را از این تارنما دانلود کنید: [[!tails_website tails-press.key]]

source: Accounting team key
fa: کلید گروه حساب‌داری

source: Use this key to encrypt private emails sent to <tails-accounting@boum.org>.
fa: از این کلید برای رمزگذاری رایانامه‌های خصوصی که به <tails-accounting@boum.org> فرستاده شده‌اند استفاده کنید.

source: download it from this website: [[!tails_website tails-accounting.key]]
fa: آن را از این تارنما دانلود کنید: [[!tails_website tails-accounting.key]]

source: Sysadmins team key
fa: کلید گروه مدیران سیستم

source: Use this key to encrypt private emails sent to <tails-sysadmins@boum.org>.
fa: از این کلید برای رمزگذاری رایانامه‌های خصوصی که به <tails-sysadmins@boum.org> فرستاده شده‌اند استفاده کنید.

source: download it from this website: [[!tails_website tails-sysadmins.key]]
fa: آن را از این تارنما دانلود کنید: [[!tails_website tails-sysadmins.key]]
