Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: de, fa

source: That could also be the case if your ISP (or your local network administrator) and the ISP of the destination server (or the destination server itself) cooperate to attack you.
de: Dies ist auch möglich, wenn Ihr ISP (oder Administrator des lokalen Netzwerks) und der ISP des Zielservers (oder der Zielserver selbst) bei einem Angriff gegen Sie zusammenarbeiten.
fa: این مساله در مورد همدستی ارائه‌دهندهٔ خدمات اینترنتی شما (یا مدیر شبکهٔ محلی‌تان) با ارائه‌دهندهٔ خدمات اینترنتی سرور مقصد (یا خود سرور مقصد) برای حمله به شما نیز صادق است.

source: Tor tries to protect against traffic analysis, where an attacker tries to learn whom to investigate, but Tor can't protect against traffic confirmation (also known as end-to-end correlation), where an attacker tries to confirm a hypothesis by monitoring the right locations in the network and then doing the math.
de: Tor versucht dort vor Datenflussanalyse zu schützen, wo Angreifende versuchen zu lernen, wer zu untersuchen ist. Aber Tor kann nicht vor Datenflussbestätigung (auch bekannt als Ende-zu-Ende Korrelation) schützen, bei der Angreifende durch Beobachten der richtigen Stellen im Netzwerk und anschließender mathematischer Auswertung, eine Annahme zu bestätigen versuchen.

source: <p class="quoted-from">Quoted from <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
de: <p class="quoted-from">Zitiert aus <a href="https://blog.torproject.org/blog/one-cell-enough">Tor Project: "One cell is enough to break Tor's anonymity"</a>.</p>
fa: <p class="quoted-from">برگرفته از <a href="https://blog.torproject.org/blog/one-cell-enough">پروژهٔ تور: برای به خطر انداختن ناشناسی در تور یک سلول کافی است"</a>.</p>

source: Tails doesn't encrypt your documents by default
de: Tails verschlüsselt Ihre Dokumente standardmäßig nicht
fa: تیلز به طور پیش‌فرض اسناد شما را رمزگذاری نمی‌کند

source: The documents that you might save on storage devices will not be encrypted by default, except in the [[encrypted persistent volume|doc/first_steps/persistence]]. But Tails provides you with tools to encrypt your documents, such as GnuPG, or encrypt your storage devices, such as LUKS.
de: Standardmäßig werden Dokumente, die Sie möglicherweise auf einem Datenträger speichern, nicht verschlüsselt, außer im [[verschlüsselten beständigen Speicherbereich|doc/first_steps/persistence]]. Allerdings enthält Tails Werkzeuge zum Verschlüsseln von Dokumenten oder Datenträgern, wie zum Beispiel GnuPG beziehungsweise LUKS.

source: It is also likely that the files you may create will contain evidence that they were created using Tails.
de: Es ist auch wahrscheinlich, dass die Dateien, die Sie erstellen, Beweise dafür enthalten, dass Sie mithilfe von Tails erstellt wurden.

source: **If you need to access the local hard-disks** of the computer you are using, be conscious that you might then leave trace of your activities with Tails on it.
de: **Wenn Sie Zugriff auf die lokale Festplatte des verwendeten Computers benötigen**, seien Sie sich bewusst, dass Sie darauf eine Spur der Aktivitäten von Tails hinterlassen können.
fa: **اگر باید به سخت‌دیسک‌های داخلی رایانه‌تان دسترسی داشته باشید** آگاه باشید که ممکن است اثراتی از فعالیت‌های خود با تیلز روی آن‌ها به جا بگذارید.

source: Tails doesn't clear the metadata of your documents for you and doesn't encrypt the Subject: and other headers of your encrypted e-mail messages ===========================================================================================
de: Tails bereinigt Ihre Dokumente nicht von Metadaten und verschlüsselt weder die Betreffzeile noch andere Header-Zeilen Ihrer verschlüsselten E-Mails ===========================================================================================
fa: تیلز متاداده‌های اسناد شما را پاک نکرده و عنوان رایانامه‌های شما و دیگر سربرگ‌های رایانامهٔ رمزگذاری‌شدهٔ شما را رمزگذاری نمی‌کند ===========================================================================================

source: Numerous files formats store hidden data or metadata inside of the files. Word processing or PDF files could store the name of the author, the date and time of creation of the file, and sometimes even parts of the editing history of the file, depending on the file format and the software used.
de: Eine Vielzahl an Dateiformaten speichern versteckte Daten oder Metadaten in den Dateien. Textverarbeitungsprogramme oder PDF Dateien könnten den Namen der Person, die die Datei erstellt hat, Datum und Uhrzeit der Erstellung der Datei, und manchmal sogar Teile der Änderungshistorie der Datei speichern, je nachdem, welches Dateiformat und welche Software benutzt wurde.

source: Please note also, that the Subject: as well as the rest of the header lines of your OpenPGP encrypted e-mail messages are not encrypted. This is not a bug of Tails or the [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328) protocol; it's due to backwards compatibility with the original SMTP protocol. Unfortunately no RFC standard exists yet for Subject: line encryption.
de: Bitte beachten Sie auch, dass die Betreffzeile und die anderen Header-Zeilen in einer OpenPGP-verschlüsselten E-Mail nicht verschlüsselt sind. Das ist kein Fehler in Tails oder dem [OpenPGP](http://www.mozilla-enigmail.org/forum/viewtopic.php?f=3&t=328) Protokoll; es ist ein Ergebnis der Abwärtskompatibilität mit dem ursprünglichen SMTP Protokoll. Leider existieren noch keine RFC Standards, die die Verschlüsselung der Betreffzeile gestatten.

source: Image file formats, like TIFF of JPEG, probably take the prize for most hidden data. These files, created by digital cameras or mobile phones, contain a metadata format called EXIF which can include the date, time and sometimes the GPS coordinates when the picture was taken, the brand and serial number of the device which took it, as well as a thumbnail of the original image. Image processing software tends to keep this metadata intact. The internet is full of cropped or blurred images in which the included EXIF thumbnail still shows the original picture.
de: Bilddateiformate, wie TIFF oder JPEG, schießen hier möglicherweise den Vogel ab. Diese Dateien, die von Digitalkameras oder Handys erstellt werden, beinhalten Metadaten im EXIF-Format, die Datum und Uhrzeit und manchmal auch GPS-Koordinaten des Aufnahmeorts, Marke und Seriennummer des Aufnahmegeräts, als auch ein Vorschaubild des Originalbildes beinhalten können. Bildverarbeitungssoftware neigt dazu, diese Daten intakt zu lassen. Das Internet ist voller zugeschnittener oder unscharf gemachter Fotos, bei denen das EXIF-Vorschaubild dennoch die komplette Originalaufnahme zeigt.

source: **Tails doesn't clear the metadata of your files for you**. Yet. Still it's in Tails' design goal to help you do that. For example, Tails already comes with the [Metadata anonymisation toolkit](https://mat.boum.org/).
de: **Tails bereinigt Ihre Dateien nicht von Metadaten für Sie**. Noch nicht. Denn es ist eines der gewünschten Designziele von Tails Sie dabei zu unterstützen. Beispielsweise beinhaltet Tails bereits den [Metadata anonymisation toolkit](https://mat.boum.org/).
fa: **تیلز متاداده‌های فایل‌هایتان را پاک نمی‌کند**. با این‌حال در هدف طراحی تیلز است که به شما برای انجام این کار کمک کند. برای نمونه تیلز دارای یک [جعبه‌ابزار ناشناس‌سازی متاداده](https://mat.boum.org/) است.

source: Tor doesn't protect you from a global adversary
de: Tor schützt Sie nicht vor globalen Angreifenden
fa: تور از شما در برابر یک دشمن جهانی محافظت نمی‌کند

source: A global passive adversary would be a person or an entity able to monitor at the same time the traffic between all the computers in a network. By studying, for example, the timing and volume patterns of the different communications across the network, it would be statistically possible to identify Tor circuits and thus match Tor users and destination servers.
de: Eine globale, passiv angreifende Partei wäre die Person oder Institution mit der Fähigkeit, gleichzeitig den gesamten Datenverkehr aller Computer in einem Netzwerk zu beobachten. Beispielsweise wäre es durch die Analyse von Zeit- und Volumenmustern der unterschiedlichen Kommunikation im Netzwerk statistisch möglich, Tor-Verbindungen zu identifizieren und so Tor-Nutzer und Zielserver abzugleichen.

source: It is part of Tor's initial trade-off not to address such a threat in order to create a low-latency communication service usable for web browsing, Internet chat or SSH connections.
de: Es ist ein Teil der grundlegenden Abwägung in Tor, diese Bedrohung nicht zu beachten, um einen Kommunikationsdienst mit niedriger Latenz für Webbrowsing, Internet-Chat oder SSH-Verbindungen zu schaffen.
fa: اشاره نکردن به چنین تهدیدی جزو بده‌وبستان ابتدایی تور است تا یک سرویس ارتباطی با ناشناسی بالا برای مرور وب، گفتگوهای اینترنتی و ارتباط‌های اس‌اس‌اچ قابل‌استفاده باشد.

source: For more expert information see the Tor design paper, "[Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf)", specifically, "Part 3. Design goals and assumptions."
de: Für weiterführende Informationen lesen Sie das Tor-Entwurfspapier "[Tor Project: The Second-Generation Onion Router](https://svn.torproject.org/svn/projects/design-paper/tor-design.pdf)", vor allem "Teil 3. Design goals and assumptions".

source: Tails doesn't magically separate your different contextual identities
de: Tails besitzt keinen magischen Mechanismus, um Ihre Identitäten für verschiedene Kontexte zu trennen
fa: تیلز هویت‌های مختلف شما را با جادو و جنبل از هم جدا نمی‌کند

source: It is usually not advisable to use the same Tails session to perform two tasks or endorse two contextual identities that you really want to keep separate from one another. For example hiding your location to check your email and anonymously publishing a document.
de: Im Allgemeinen sei davon abgeraten, dieselbe Tails-Sitzung für zwei verschiedene Aufgaben oder zwei kontextabhängige Identitäten zu verwenden, sofern Sie diese wirklich voneinander getrennt wissen möchten. Zum Beispiel für das Verbergen Ihres Aufenthaltsorts zum Empfangen Ihrer E-Mails und für die anonyme Veröffentlichung eines Dokuments.

source: First, because Tor tends to reuse the same circuits, for example, within the same browsing session. Since the exit node of a circuit knows both the destination server (and possibly the content of the communication if it's not encrypted) and the address of the previous relay it received the communication from, it makes it easier to correlate several browsing requests as part of a same circuit and possibly made by the same user. If you are facing a global adversary as described above, it might then also be in a position to do this correlation.
de: Erstens, da Tor dazu tendiert dieselbe Verbindung zu verwenden, beispielsweise innerhalb derselben Browser-Sitzung. Da das Ausgangsrelais einer Verbindung sowohl den Zielserver (und, sofern nicht verschlüsselt, möglicherweise den Inhalt der Kommunikation), als auch die Adresse des vorangegangenen Relais von dem die Kommunikation kam, kennt, erleichtert dies die Erkennung verschiedener Anfragen an Webseiten derselben Verbindung und möglicherweise derselben Benutzenden. Falls Sie sich globalen Angreifenden, wie oben beschrieben, ausgesetzt sehen, könnten diese auch zur Durchführung dieser Korrelation in der Lage sein.

source: Second, in case of a security hole or an error in using Tails or one of its applications, information about your session could be leaked. That could reveal that the same person was behind the various actions made during the session.
de: Zweitens kann, im Falle einer Sicherheitslücke oder falscher Bedienung von Tails oder einer der Anwendungen, Information über Ihre Sitzung nach außen gelangen. Das könnte aufdecken, dass dieselbe Person hinter diversen Handlungen während dieser Sitzung steckt.

source: **The solution to both threats is to shutdown and restart Tails** every time you're using a new identity, if you really want to isolate them better.
de: **Die Lösung für beide Szenarien ist, Tails jedes Mal herunterzufahren und neuzustarten**, wenn Sie eine neue Identität verwenden und diese besser voneinander trennen möchten.
fa: **راه‌حل هر دو تهدید خاموش کردن و راه‌اندازی دوبارهٔ تیلز** هر بار که قصد دارید از یک هویت جدید استفاده کنید است، اگر واقعاً قصد دارید این هویت‌ها را بهتر از یکدیگر جدا کنید.

source: As explained in our documentation about [[Vidalia|anonymous_internet/vidalia#new_identity]] and [[Tor Browser|anonymous_internet/Tor_Browser#new_identity]], their **New identity** features are not perfect solutions to separate different contextual identities. **Shutdown and restart Tails instead.**
de: Wie in unserer Dokumentation über [[Vidalia|anonymous_internet/vidalia#new_identity]] und den [[Tor Browser|anonymous_internet/Tor_Browser#new_identity]] beschrieben wird, sind deren **Neue Identität** Funktionen keine perfekten Lösungen, um Identitäten für verschiedene Kontexte zu trennen. **Fahren Sie stattdessen Tails herunter und starten Sie es neu.**

source: Tails doesn't make your crappy passwords stronger
de: Tails macht Ihre schlechten Passwörter nicht sicherer
fa: تیلز گذرواژه‌های آشغال شما را قوی‌تر نمی‌کند

source: Tor allows you to be anonymous online; Tails allows you to leave no trace on the computer you're using. But again, **neither or both are magic spells for computer security**.
de: Tor ermöglicht Ihnen Anonymität im Internet; Tails ermöglicht Ihnen, keine Spuren auf dem verwendeten Computer zu hinterlassen. Trotzdem ist **keines von beiden ein magischer Zauber für Computersicherheit**.

source: If you use weak passwords, they can be guessed by brute-force attacks with or without Tails in the same way. To know if your passwords are weak and learn good practices to create better password, you can read [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Weak Passwords"]].
de: Falls Sie schwache Passwörter verwenden, können diese durch Brute-Force Angriffe erraten werden, unabhängig davon, ob Sie Tails verwenden oder nicht. Um herauszufinden, ob Ihr Passwort schwach ist, oder um bewährte Praktiken für sichere Passwörter zu erlernen, können Sie [[!wikipedia Weak_password#Examples_of_weak_passwords desc="Wikipedia: Weak Passwords"]] lesen.
fa: اگر از گذرواژه‌های ضعیف استفاده می‌کنید ممکن است این گذرواژه‌ها چه با تیلز و چه بدون تیلز از طریق حمله‌های جستجوی فراگیر لو بروند. برای این که بفهمید گذرواژه‌تان ضعیف است یا نه و یاد بگیرید که چطور گذرواژه‌های قوی بسازید، می‌توانید [[!wikipedia Weak_password#Examples_of_weak_passwords desc="ویکی‌پدیا: گذرواژه‌های ضعیف"]] را بخوانید.

source: Tails is a work in progress
de: Tails ist ständig in Bearbeitung
fa: تیلز کاری در حال توسعه است

source: Tails, as well as all the software it includes, are continuously being developed and may contain programming errors or security holes. [[Stay tuned|download#stay_tuned]] to Tails development.
de: Tails und die gesamte mitgelieferte Software werden ständig weiterentwickelt und können Programmierfehler oder Sicherheitslücken enthalten. [[Halten Sie sich daher auf dem Laufenden|download#stay_tuned]] im Bezug auf die Entwicklung von Tails.
