Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/about/warning.*.po
Languages: de, fa

source: [[!meta title="Warning"]]
de: [[!meta title="Warnhinweise"]]
fa: [[!meta title="هشدار"]]

source: Even though we do our best to offer you good tools to protect your privacy while using a computer, **there is no magic or perfect solution to such a complex problem**. Understanding well the limits of such tools is a crucial step to, first, decide whether Tails is the right tool for you, and second, make a good use of it.
de: Obwohl wir unser Bestes geben, um Ihnen gute Werkzeuge anzubieten, die Ihre Privatsphäre während der Benutzung eines Computers schützen, **gibt es keine magische oder perfekte Lösung für ein derart komplexes Problem**. Die Grenzen dieser Werkzeuge zu verstehen ist ein sehr wichtiger Schritt, um zunächst zu entscheiden, ob Tails das richtige Werkzeug für Sie ist, und um Ihnen anschließend beim sinnvollen Gebrauch zu helfen.
fa: با این که ما تمام تلاش خود را می‌کنیم تا ابزارهایی مناسب جهت حفظ حریم خصوصی شما هنگام استفاده از رایانه ارائه کنیم، **هیچ راه‌حل بی‌نقص یا جادویی برای این مشکل پیچیده وجود ندارد**. درک محدودیت‌های چنین ابزارهایی قدمی حیاتی برای تصمیم در مورد استفاده از تیلز و در وهلهٔ بعد استفادهٔ مناسب از آن است.

source: Tails does not protect against compromised hardware
de: Tails schützt nicht vor kompromittierter Hardware
fa: تیلز شما را از دام‌های سخت‌افزاری حفظ نمی‌کند

source: If the computer has been compromised by someone having physical access to it and who installed untrusted pieces of hardware (like a keylogger), then it might be unsafe to use Tails.
de: Wenn der Computer von einer Person mit physikalischem Zugriff kompromittiert wurde und Hardware installiert wurde, der nicht vertraut werden kann (beispielsweise ein Keylogger), könnte es unsicher sein, Tails zu benutzen.
fa: اگر کسی دسترسی فیزیکی به رایانهٔ شما داشته باشد و سخت‌افزاری غیرقابل‌اطمینان (مانند یک کی‌لاگر) روی آن نصب کرده باشد، احتمالاً در آن صورت استفاده از تیلز امن نیست.

source: Tails can be compromised if installed or plugged in untrusted systems
de: Tails kann kompromittiert werden, wenn es in Systemen installiert oder benutzt wird, denen nicht vertraut wird
fa: نصب روی یک رایانهٔ غیرقابل‌اعتماد یا به اتصال آن تیلز را نامطمئن می‌سازد

source: When starting your computer on Tails, it cannot be compromised by a virus in your usual operating system, but:
de: Wenn Sie Ihren Computer mit Tails starten, kann es nicht durch einen Virus, der in Ihrem eigentlichem Betriebssystem ist, kompromittiert werden, aber:
fa: هنگام راه‌اندازی رایانهٔ خود با تیلز ویروس‌های سیستم‌عامل اصلی رایانه نمی‌توانند روی آن اثر بگذارند، اما:

source: Tails should be installed from a trusted system. Otherwise it might be corrupted during installation.
de: Tails sollte von einem System, dem vertraut werden kann, installiert werden. Anderenfalls könnte es während der Installation korrumpiert werden.
fa: تیلز باید از یک سیستم مورداعتماد نصب شود. در غیر این صورت ممکن است هنگام نصب دچار مشکل شود.

source: Plugging your Tails device in a compromised operating system might corrupt your Tails installation, and destroy the protection that Tails provides. Only use your Tails device to start Tails.
de: Das Anschließen eines Tails Medium an ein kompromittiertes Betriebssystem könnte Ihre Installation von Tails korrumpieren und den Schutz, den Tails bietet, zerstören. Benutzen Sie Ihr Medium nur dazu, um Tails zu starten.
fa: متصل کردن دستگاه تیلز خود به یک سیستم‌عامل مشکل‌دار ممکن است نصب تیلز را دچار مشکل کند و محافظت تیلز از شما را مخدوش کند. برای راه‌اندازی تیلز تنها از دستگاه تیلز خود استفاده کنید.

source: See the [[corresponding FAQ|support/faq#compromised_system]].
de: Sehen Sie die [[entsprechenden FAQ|support/faq#compromised_system]].
fa: رجوع کنید به [[سوالات معمول در همین زمینه|support/faq#compromised_system]].

source: Tails does not protect against BIOS or firmware attacks
de: Tails schützt nicht vor BIOS- oder Firmware-Angriffen
fa: تیلز شما را در برابر حملات سفت‌افزارها و بایوس محافظت نمی‌کند

source: It is also impossible for Tails to protect against attacks made through the BIOS or other firmware embedded in the computer. These are not managed or provided by the operating system directly, and no operating system can protect against such attacks.
de: Es ist auch unmöglich für Tails, vor Angriffen zu schützen, die durch das BIOS oder andere, in den Computer eingebettete Firmware, durchgeführt werden. Diese werden nicht direkt durch das Betriebssystem verwaltet oder bereitgestellt und kein Betriebssystem kann vor solchen Angriffen schützen.
fa: همچنین محافظت از شما در برابر حملاتی که از طریق بایوس یا سفت‌افزارهای دیگر تعبیه‌شده در رایانهٔ شما انجام می‌شوند از عهدهٔ تیلز خارج است. این ابزارها مستقیماً تولیدی یا تحت مدیریت سیستم‌عامل نیستند و هیچ سیستم‌عاملی نمی‌تواند از شما در برابر چنین حملاتی محافظت کند.

source: See for example, this [attack on BIOS by LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).
de: Sehen Sie zum Beispiel diesen [BIOS-Angriff von LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).
fa: برای نمونه رجوع کنید به [حمله به بایوس، تولیدشده توسط LegbaCore](https://www.youtube.com/watch?v=sNYsfUNegEA).

source: Tor exit nodes can eavesdrop on communications
de: Tor-Ausgangsrelais können Verbindungen abhören
fa: گره‌های خروجی تور می‌توانند ارتباطات را شنود کنند

source: **Tor is about hiding your location, not about encrypting your communication.**
de: **Tor soll Ihren Aufenthaltsort verbergen, nicht Ihre Verbindung verschlüsseln.**
fa: **تور برای مخفی کردن مکان شما است، نه رمزگذاری ارتباطات شما.**

source: Instead of taking a direct route from source to destination, communications using the Tor network take a random pathway through several Tor relays that cover your tracks. So no observer at any single point can tell where the data came from or where it's going.
de: Anstatt einen direkten Weg von der Quelle zum Ziel zu nehmen, verlaufen Verbindungen über das Tor-Netzwerk auf einem zufälligen Weg über mehrere Tor-Relais, sodass kein Beobachter an irgendeinem Ort sagen kann, wo die Daten herkamen oder wohin sie übertragen werden.
fa: ارتباطات در شبکه تور به جای رفتن مسیر مستقیم از مبداء به مقصد، مسیری تصادفی از میان چندین رلهٔ تور را طی می‌کنند که باعث مخفی شدن ردپای شما می‌شود. بنابراین هیچ ناظری در هیچ نقطه‌ای نمی‌تواند بفهمد اطلاعات از کجا می‌آیند و به کجا می‌روند.

source: [[!img htw2-tails.png link=no alt="A Tor connection usually goes through 3 relays with the last one establishing the actual connection to the final destination"]]
de: [[!img htw2-tails.png link=no alt="Eine Tor-Verbindung geht üblicherweise über drei Relais, wobei das letzte die eigentliche Verbindung zum Ziel herstellt"]]
fa: [[!img htw2-tails.png link=no alt="یک اتصال تور معمولاً از سه رله عبور می‌کند که رلهٔ اخر اتصال اصلی به مقصد نهایی را ایجاد می‌کند"]]

source: The last relay on this circuit, called the exit node, is the one that establishes the actual connection to the destination server. As Tor does not, and by design cannot, encrypt the traffic between an exit node and the destination server, **any exit node is in a position to capture any traffic passing through it**. See [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).
de: Das letzte Relais einer solchen Verbindung, das Ausgangsrelais, stellt die eigentliche Verbindung zu dem Zielserver her. Da Tor die Daten zwischen Ausgangsrelais und Zielserver nicht verschlüsselt und konzeptionell nicht verschlüsseln kann, **kann jedes Ausgangsrelais jeden beliebigen durch ihn hindurch geleiteten Datenverkehr aufzeichnen**. Siehe [Tor FAQ: Can exit nodes eavesdrop on communications?](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).
fa: آخرین رله در این مدار گره خروجی نام دارد و نقطه‌ای است که ارتباط اصلی به سرور مقصد را ایجاد می‌کند. از آن‌جا که تور ترافیک بین یک گره خروجی و سرور مقصد را رمزگذاری نمی‌کند و بنا به طراحی‌اش نباید هم چنین کاری بکند، **هر گره خروجی امکان دسترسی به هر ترافیکی که از آن می‌گذرد را دارد**. رجوع کنید به [سوالات متداول تور: آیا گره‌های خروجی می‌توانند ارتباطات را شنود کنند؟](https://trac.torproject.org/projects/tor/wiki/TheOnionRouter/TorFAQ#CanexitnodeseavesdroponcommunicationsIsntthatbad).

source: For example, in 2007, a security researcher intercepted thousands of private e-mail messages sent by foreign embassies and human rights groups around the world by spying on the connections coming out of an exit node he was running. See [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).
de: Beispielsweise hat ein Sicherheitsforscher im Jahr 2007 weltweit tausende private E-Mails zwischen ausländischen Botschaften und Menschenrechtsgruppen abgehört, indem er die aus von ihm betriebenen Ausgangsrelais ausgehenden Verbindungen überwacht hat. Siehe [Wired: Rogue Nodes Turn Tor Anonymizer Into Eavesdropper's Paradise](http://www.wired.com/politics/security/news/2007/09/embassy_hacks).
fa: برای نمونه در سال ۲۰۰۷ یک پژوهش‌گر امنیتی به هزاران رایانامهٔ خصوصی ارسال‌شده از سوی سفارت‌خانه‌های خارجی و گروه‌های حقوق بشری در دنیا را با جاسوسی روی ارتباطات خارج‌شده از یک گره خروجی که در اختیارش بود دسترسی پیدا کرد. رجوع کنید به [وایرد: گره‌های یاغی تور را تبدیل به بهشت جاسوسان می‌کنند](http://www.wired.com/politics/security/news/2007/09/embassy_hacks)

source: **To protect yourself from such attacks you should use end-to-end encryption.**
de: **Um sich vor solchen Angriffen zu schützen, sollten Sie Ende-zu-Ende Verschlüsselung verwenden.**
fa: **برای محافظت از خود در برابر چنین حملاتی باید رمزگذاری دوطرفه به کار ببندید.**

source: **Tails includes many tools to help you using strong encryption** while browsing, sending email or chatting, as presented on our [[about page|/about#cryptography]].
de: **Tails beinhaltet viele Werkzeuge, um Ihnen bei der Verwendung starker Verschlüsselung zu helfen**, wie zum Beispiel beim Internet-Browsing, dem Versenden einer E-Mail oder im Chat, wie in unserer [[Über Tails Seite|/about#cryptography]] beschrieben.
fa: **تیلز شامل ابزارهای بسیاری است که به شما در رمزگذاری قوی** هنگام وب‌گردی، فرستادن رایانامه یا گفتگوهای آنلاین کمک می‌کنند؛ رجوع کنید به [[صفحهٔ دربارهٔ ما|/about#cryptography]].

source: Tails makes it clear that you are using Tor and probably Tails
de: Tails stellt klar, dass Sie Tor und möglicherweise Tails verwenden
fa: تیلز مشخص می‌کند که در حال استفاده از تور و احتمالاً‌ تیلز هستید

source: **Your Internet Service Provider (ISP) or your local network administrator** can see that you're connecting to a Tor relay, and not a normal web server for example. Using [[Tor bridges in certain conditions|first_steps/startup_options/bridge_mode]] can help you hide the fact that you are using Tor.
de: **Ihr Internet Service Provider (ISP) oder die Person, die das lokale Netzwerk administriert** kann sehen, dass Sie sich zu einem Tor-Relais und beispielsweise nicht zu einem normalen Web-Server verbinden. Die Verwendung von [[Tor-Bridges in bestimmten Situationen|first_steps/startup_options/bridge_mode]] kann Ihnen helfen, die Tatsache, dass Sie Tor verwenden, zu verschleiern.
fa: **ارائه‌دهندهٔ خدمات اینترنتی یا مدیر شبکهٔ محلی شما** می‌تواند متوجه شود که شما به یک رلهٔ تور متصل شده‌اید و نه به یک سرور معمولی وب. [[استفاده از پل‌های تور در شرایطی خاص|first_steps/startup_options/bridge_mode]] می‌تواند به شما در پنهان کردن استفاده‌تان از تور کمک کند.

source: **The destination server that you are contacting through Tor** can know whether your communication comes from a Tor exit node by consulting the publicly available list of exit nodes that might contact it. For example using the [Tor Bulk Exit List tool](https://check.torproject.org/cgi-bin/TorBulkExitList.py) from the Tor Project.
de: **Der Zielserver, den Sie über Tor kontaktieren**, kann durch Abfragen der öffentlichen Liste von Tor-Ausgangsrelais herausfinden, ob Ihre Kommunikation einem solchen entstammt. Beispielsweise mit Hilfe des [Tor Bulk Exit List Werkzeugs](https://check.torproject.org/cgi-bin/TorBulkExitList.py) von The Tor Project.

source: **So using Tails doesn't make you look like any random Internet user.** The anonymity provided by Tor and Tails works by trying to make all of their users look the same so it's not possible to identify who is who amongst them.
de: **Demnach lässt Sie die Verwendung von Tails nicht wie ein zufälliger Internetnutzer aussehen.** Die Anonymität durch Tor und Tails funktioniert durch den Versuch, alle ihre Nutzer gleich aussehen zu lassen und so eine Unterscheidung wer wer ist, unmöglich zu machen.
fa: **بنابراین استفاده از تیلز باعث نمی‌شود یک کاربر عادی اینترنت به نظر بیایید.** ناشناسی ارائه‌شده از سوی تور و تیلز با تلاش برای یکسان به نظر رسیدن تمام کاربران آن انجام می‌شود تا شناسایی یک فرد خاص از بین آن‌ها ممکن نباشد.

source: See also [[Can I hide the fact that I am using Tails?|fingerprint]]
de: Siehe auch [[Kann ich verschleiern, dass ich Tails verwende?|fingerprint]]
fa: همچنین رجوع کنید به [[آیا می‌توانم استفاده‌ام از تور را پنهان کنم؟|fingerprint]]

source: Man-in-the-middle attacks
de: Man-in-the-Middle-Angriffe
fa: حملات فرد میانی

source: A man-in-the-middle attack (MitM) is a form of active eavesdropping in which the attacker makes independent connections with the victims and relays messages between them, making them believe that they are talking directly to each other over a private connection, when in fact the entire conversation is controlled by the attacker.
de: Ein Man-in-the-Middle-Angriff (MITM) ist eine Form eines aktiven Angriffs auf ein Rechnernetz, bei dem die Angreifenden jeweils unabhängige Verbindungen zwischen den Opfern herstellen und die Nachrichten zwischen ihnen weiterleiten. Die Angreifenden täuschen den Opfern eine direkte Verbindung vor, kontrollieren aber selbst die gesamte Konversation.
fa: حملهٔ مرد میانی نوعی شنود فعالانه است که در آن مهاحم ارتباطاتی مستقل به قربانیان ایجاد کرده و پیغام‌هایی بین آن‌ها رله می‌کند و باعث می‌شود آن‌ها تصور کنند که ارتباطی خصوصی با یکدیگر برقرار کرده‌اند، در حالی که در واقع کل مکالمه توسط مهاجم کنترل می‌شود.

source: [[!img man-in-the-middle.png link=no alt="Illustration of a man-in-the-middle attack"]]
de: [[!img man-in-the-middle.png link=no alt="Illustration eines Man-in-the-Middle-Angriffs"]]
fa: [[!img man-in-the-middle.png link=no alt="تصویرسازی یک حملهٔ فرد میانی"]]

source: While using Tor, man-in-the-middle attacks can still happen between the exit node and the destination server. The exit node itself can also act as a man-in-the-middle. For an example of such an attack see [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
de: Bei der Verwendung von Tor sind Man-in-the-Middle-Angriffe immer noch zwischen Ausgangsrelais und Zielserver möglich. Zudem kann das Ausgangsrelais selbst als Mittelsmann agieren. Für ein Beispiel eines solchen Angriffs, siehe [MW-Blog: TOR exit-node doing MITM attacks](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).
fa: هنگام استفاده از تور همچنان ممکن است حملات فرد میانی بین گره خروجی و سرور مقصد رخ دهند. گره خروجی نیز می‌تواند خود را فرد میانی جا بزند. برای مشاهدهٔ نمونهٔ چنین حمله‌ای رجوع کنید به [وبلاگ ام‌دابلیو: حملات فرد میانی از سوی گره‌های خروجی تور](http://www.teamfurry.com/wordpress/2007/11/20/tor-exit-node-doing-mitm-attacks).

source: **Again, to protect yourself from such attacks you should use end-to-end encryption** and while doing so taking extra care at verifying the server authenticity.
de: **Nochmals sei darauf hingewiesen, dass Sie zum Schutz vor einem solchen Angriff Ende-zu-Ende Verschlüsselung verwenden sollten** und währenddessen zusätzliche Sorgfalt bei der Überprüfung der Authentizität der Server walten lassen sollten.
fa: **باز هم اشاره می‌شود که برای محافظت خود در برابر چنین حملاتی از رمزگذاری دوطرفه استفاده کنید** و در عین حال در تأیید اعتبار سرور دقت بسیاری به خرج دهید.

source: Usually, this is automatically done throught SSL certificates checked by your browser against a given set of recognized [[!wikipedia Certificate_authority desc="certificate authorities"]]). If you get a security exception message such as this one you might be the victim of a man-in-the-middle attack and should not bypass the warning unless you have another trusted way of checking the certificate's fingerprint with the people running the service.
de: Üblicherweise geschieht dies automatisch anhand von SSL-Zertifikaten, die von Ihrem Browser mit einer Liste anerkannter [[!wikipedia_de Zertifizierungsstelle desc="Zertifizierungsstellen"]] abgeglichen werden. Falls Sie eine Sicherheitsausnahmemeldung, wie dargestellt, angezeigt bekommen, könnten Sie ein Opfer eines Man-in-the-Middle-Angriffs sein und sollten die Warnung nicht umgehen, es sei denn, Sie haben einen anderen vertrauenswürdigen Weg, den Fingerabdruck des Zertifikats mit den Menschen, die den Dienst betreiben, zu überprüfen.

source: [[!img ssl_warning.png link=no alt="This Connection is Untrusted"]]
de: [[!img ssl_warning.png link=no alt="Dieser Verbindung wird nicht vertraut"]]
fa: [[!img ssl_warning.png link=no alt="این ارتباط قابل‌اعتماد نیست"]]

source: But on top of that the certificate authorities model of trust on the Internet is susceptible to various methods of compromise.
de: Allerdings kommt noch hinzu, dass das Vertrauensmodell mit Zertifizierungsstellen im Internet anfällig für zahlreiche Methoden der Kompromittierung ist.

source: For example, on March 15, 2011, Comodo, one of the major SSL certificates authorities, reported that a user account with an affiliate registration authority had been compromised. It was then used to create a new user account that issued nine certificate signing requests for seven domains: mail.google.com, login.live.com, www.google.com, login.yahoo.com (three certificates), login.skype.com, addons.mozilla.org, and global trustee. See [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).
de: Beispielsweise berichtete Comodo, eine der größten SSL-Zertifikat-Autoritäten, am 15. März 2011, dass ein Benutzungskonto mit Rechten einer Registrierungsstelle kompromittiert worden sei. Diese wurde anschließend zum Anlegen eines neuen Benutzungskontos verwendet, welches neun Signierungsanfragen für Zertifikate von sieben Domains ausgestellt hat: mail.google.com, login.live.com, www.google.com, login.yahoo.com (drei Zertifikate), login.skype.com, addons.mozilla.org, und global trustee. Siehe [Comodo: The Recent RA Compromise](http://blogs.comodo.com/it-security/data-security/the-recent-ra-compromise/).

source: Later in 2011, DigiNotar, a Dutch SSL certificate company, incorrectly issued certificates to a malicious party or parties. Later on, it came to light that they were apparently compromised months before, perhaps as far back as May of 2009, or even earlier. Rogue certificates were issued for domains such as google.com, mozilla.org, torproject.org, login.yahoo.com and many more. See [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).
de: Später im Jahr 2011 stellte DigiNotar, ein dänisches Unternehmen für SSL-Zertifikate, fehlerhafterweise Zertifikate für eine oder mehrere bösartige Gruppen aus. Später wurde bekannt, dass das Unternehmen bereits Monate zuvor, vielleicht im Mai 2009, oder sogar noch früher, kompromittiert wurde. Aggressive Zertifikate wurden für Domains, wie google.com, mozilla.org, torproject.org, login.yahoo.com und viele weitere, ausgestellt. Siehe [The Tor Project: The DigiNotar Debacle, and what you should do about it](https://blog.torproject.org/blog/diginotar-debacle-and-what-you-should-do-about-it).

source: **This still leaves open the possibility of a man-in-the-middle attack even when your browser is trusting an HTTPS connection.**
de: **Man-in-the-Middle-Angriffe sind daher immer noch möglich, selbst wenn Ihr Browser der HTTPS-Verbindung vertraut.**
fa: **یعنی حتی اگر مرورگر شما به ارتباط اچ‌تی‌تی‌پی‌اس اعتماد کند امکان حملهٔ فرد میانی وجود دارد.**

source: On one hand, by providing anonymity, Tor makes it more difficult to perform a man-in-the-middle attack targeted at **one specific person** with the blessing of a rogue SSL certificate. But on the other end, Tor makes it easier for people or organizations running exit nodes to perform large scale MitM attempts, or attacks targeted at **a specific server**, and especially those among its users who happen to use Tor.
de: Durch das Bereitstellen von Anonymität macht es Tor einerseits schwieriger, einen Man-in-the-Middle-Angriff mit bösartigen SSL-Zertifikaten gegen **eine bestimmte Person** durchzuführen. Aber andererseits erleichtert Tor Menschen und Organisationen, die Ausgangsrelais betreiben, umfangreiche MITM Angriffsversuche durchzuführen, oder gezielte Angriffe gegen **einen bestimmten Server** durchzuführen, insbesondere solche, bei denen die Nutzer Tor verwenden.
fa: تور از یک سو با ناشناس کردن شما امکان حملهٔ فرد میانی **علیه یک فرد خاص** با گواهی‌های اس‌اس‌ال خراب را دشوارتر می‌سازد. از سوی دیگر تور باعث می‌شود ایجاد تلاش‌های حملات فرد میانی بزرگ یا حملات علیه **یک سرور خاص** و به خصوص کاربران آن سرورها که از تور استفاده می‌کنند را برای افراد یا نهادهای اداره‌کنندهٔ گره‌های خروجی آسان‌تر شود.

source: <p class="quoted-from">Quoted from [[!wikipedia Man-in-the-middle_attack desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] and <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
de: <p class="quoted-from">Zitiert aus [[!wikipedia_de Man-in-the-Middle-Angriff desc="Wikipedia: %s"]], [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] und <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">Tor Project: Detecting Certificate Authority compromises and web browser collusion</a>.</p>
fa: <p class="quoted-from">برگرفته از [[!wikipedia Man-in-the-middle_attack desc="Wikipedia: %s"]]، [[!wikipedia Comodo_Group#Iran_SSL_certificate_controversy desc="Wikipedia: %s"]] و <a href="https://blog.torproject.org/blog/detecting-certificate-authority-compromises-and-web-browser-collusion">پروژهٔ تور: یافتن هک‌های گواهی‌های دیجیتال و همدستی‌های مرورگرهای وب</a>.</p>

source: Confirmation attacks
de: Bestätigungsangriffe
fa: حمله‌های تأیید

source: The Tor design doesn't try to protect against an attacker who can see or measure both traffic going into the Tor network and also traffic coming out of the Tor network. That's because if you can see both flows, some simple statistics let you decide whether they match up.
de: Das Konzept von Tor versucht nicht vor Angreifenden zu schützen, die sowohl die in das Tor-Netz hineingehenden, als auch die daraus ausgehenden übertragenen Daten sehen oder messen können. Daher kann man bei Kenntnis beider Datenflüsse durch einfache Wahrscheinlichkeitsrechnung entscheiden, ob sie zusammen passen.
fa: طراحی تور در راستای حمایت در برابر مهاجمی نیست که می‌تواند ترافیک ورودی به شبکهٔ تور و ترافیک خروجی از آن را ببیند یا بسنجد. چرا که اگر بتوانید هر دو جریان را ببینید با آمارهایی ساده می‌توانید از آن‌ها سر دربیاورید.
