Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/installation/manual/linux.*.po
Languages: fa

source: [[!meta title="Manual installation using Linux"]]
fa: [[!meta title="نصب دستی با استفاده از لینوکس"]]

source: This technique uses the command line.
fa: این روش از خط فرمان استفاده می‌کند.

source: <h2 class="bullet-number-one">Find out the device name of the device</h2>
fa: <h2 class="bullet-number-one">نام دستگاه را پیدا کنید</h2>

source: The device name should be something like `/dev/sdb`, `/dev/sdc`, etc.
fa: نام ابزار باید چیزی شبیه این باشد: `/dev/sdb`، `/dev/sdc` یا غیره

source: If you are not sure about the exact device name, with GNOME, do the following:
fa: اگر مطمئن نیستید نام دستگاه چیست، با استفاده از گنوم این مراحل را طی کنید:‌

source: Make sure that the USB stick or SD card onto which you want to install Tails is unplugged.
fa: مطمئن شوید که درایو یو‌اس‌بی یا کارت حافظه‌ای که می‌خواهید تیلز را روی آن نصب کنید، متصل نیست.

source: <span class="application">Disk Utility</span> lists all the current storage devices in the left pane of the window.
fa: <span class="application">ابزار دیسک</span> تمام دستگاه‌های ذخیره در سمت راست پنجره فهرست می‌کند.

source: Plug the USB stick or SD card onto which you want to install Tails.
fa: درایو یواس‌بی یا کارت حافظه‌ای که می‌خواهید تیلز را روی آن نصب کنید، متصل کنید.

source: A new device appears in the list of storage devices. Click on it.
fa: یک دستگاه جدید در فهرست دستگاه‌های ذخیرهٔ داده ظاهر می‌شود. روی آن کلیک کنید.

source: In the right pane of the window, verify that the device corresponds to your device, its brand, its size, etc.
fa: مطمئن شوید که این دستگاه، همان دستگاه مورد نظر شما است. در سمت چپ پنجره مارک، اندازهٔ آن و غیره را بررسی کنید.

source: [[!img destination_device_description.png link=no alt="Drive description containing: 'Device: /dev/sdc'"]]
fa: [[!img destination_device_description.png link=no alt="مشخصات درایو شامل 'Device: /dev/sdc'"]]

source: On this screenshot, the USB stick is a Kingston DataTraveler of 2.0 GB and its device name is `/dev/sdc`. Yours are probably different.
fa: در این نماگرفت، درایو یواس‌بی یک کینگستون دیتاتراولر ۲٫۰ گیگابایت و نام آن `/dev/sdc` است.

source: If you are not sure about the device name, you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.
fa: اگر درباره نام ابزار خود مطمئن نیستید، نباید از فرمان زیر استفاده کنید. در غیر این صورت <strong>ممکن است سخت‌دیسک روی سیستم شما بازنویسی شود</strong>.

source: <p><strong>All the data on the installed device will be lost.</strong></p>
fa: <p><strong>تمام داده‌های موجود روی ابزار نصب‌شده از دست خواهتد رفت.</strong></p>

source: Execute the following commands, replacing `[tails.iso]` with the path to the ISO image that you want to copy and `[device]` with the device name found in step 1.
fa: این فرمان‌ها را برای جایگزینی `[tails.iso]` با مسیری که تصویر ISO که می‌خواهید کپی کنید `[device]` با نام ابزار که در مرحله اول دیدید، انجام دهید.

source: Here is an example of the commands to execute, yours are probably different:
fa: این یک مثال از فرمان‌هایی برای اجرا است که ممکن است برای شما متفاوت باشد:

source: If you don't see any error message, Tails is being copied onto the device. The whole process might take some time, generally a few minutes.
fa: اگر پیغام خطا را نمی‌بینید، تیلز در حال کپی شدن روی دستگاه است. این فرآیند ممکن است مدتی طول بکشد که این زمان معمولاً چند دقیقه است.

source: <p>Once the command prompt reappears, you can shutdown your computer, and [[start Tails|start_tails]] from this new device.</p>
fa: <p>وقتی پایانهٔ خط فرمان دوباره ظاهر شد، می‌توانید رایانه خود را خاموش و تیلز را از این ابزار جدید [[راه‌اندازی کنید|start_tails]].</p>

source: Troubleshooting
fa: حل مشکلات

source: dd: /dev/sdx: No such file or directory
fa: dd: /dev/sdx: این فایل یا پوشه وجود ندارد

source: Then double-check the name of the device you found in [[step 1|linux#step_1]].
fa: نام وسیله‌ای را که در [[مرحلهٔ ۱|linux#step_1]] یافتید دوباره چک کنید.

source: dd: /dev/sdx: Permission denied
fa: dd: /dev/sdx: اجازه داده نشد

source: You might also have committed a mistake in the device name, so please double-check it. If you are sure about the device name, this could be a permission problem and you could need to gain administration privileges before running the commands in the terminal. That could be:
fa: ممکن در بررسی نام دستگاه اشتباهی انجام داده باشید. لطفاً دوباره آن را چک کنید. اگر از نام دستگاه مطمئن هستید ممکن است این مشکل اجازه باشد و پیش از این که فرمان‌هایی را در ترمینال اجرا کنید، نیاز به اجازه مدیریت داشته باشید. برای نمونه:‌

source: dd: tails.iso: No such file or directory
fa: dd: tails.iso: این فایل یا پوشه وجود ندارد

source: Then you surely have committed a mistake on the path to the ISO image in [[step 2|linux#step_2]].
fa: بنابراین مطمئناً در مسیر فایل ایزو [[مرحلهٔ ۲|linux#step_2]] اشتباهی کرده‌اید.
