Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/installation/manual/mac.*.po
Languages: de, fa

source: [[!meta title="Manual installation using Mac"]]
de: [[!meta title="Händische Installation unter Mac"]]
fa: [[!meta title="نصب دستی با استفاده از مک"]]

source: [[!inline pages="doc/first_steps/manual_usb_installation.intro" raw="yes"]]
de: [[!inline pages="doc/first_steps/manual_usb_installation.intro.de" raw="yes"]]

source: This technique uses the command line.
de: Bei dieser Vorgehensweise wird die Kommandozeile benutzt.
fa: این روش از خط فرمان استفاده می‌کند.

source: <h2 class="bullet-number-one">Find out the device name of the USB stick</h2>
de: <h2 class="bullet-number-one">Den Gerätenamen des USB-Sticks herausfinden</h2>
fa: <h2 class="bullet-number-one">نام درایو یواس‌بی را پیدا کنید</h2>

source: The device name should be something like `/dev/disk8`, `/dev/disk9`, etc.
de: Der Gerätename sollte etwas wie `/dev/disk8`, `/dev/disk9`, usw. sein.
fa: نام این دستگاه باید چیزی شبیه این‌ها باشد: `/dev/disk8`، `/dev/disk9`،etc و غیره.

source: If you are not sure about the exact device name, do the following:
de: Falls Sie sich bezüglich des Gerätenamens unsicher sind, tun Sie folgendes:
fa: اگر در مورد نام این وسیله مطمئن نیستید، این مراحل را انجام دهید:‌

source: Unplug the USB stick.
de: Entfernen Sie den USB-Stick vom Rechner.
fa: درایو یو‌اس‌بی را جدا کنید.

source: 1. Open <span class="application">Terminal</span> from <span class="menuchoice"> <span class="guimenu">Applications</span>&nbsp;▸ <span class="guisubmenu">Utilities</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Execute the following command:
de: 1. Öffnen Sie das <span class="application">Terminal</span> von <span class="menuchoice"> <span class="guimenu">Programme</span>&nbsp;▸ <span class="guisubmenu">Dienstprogramme</span>&nbsp;▸ <span class="guimenuitem">Terminal.app</span> </span> 1. Führen Sie folgenden Befehl aus:

source: This returns a list of all the current storage devices. For example:
de: Dies zeigt Ihnen eine Liste aller momentanen Datenträger an. Zum Beispiel:
fa: این فهرست تمام وسایل ذخیره متصل را نشان می‌دهد. برای مثال:

source: Plug back the USB stick and run the same command as before:
de: Schließen Sie den USB-Stick wieder an und führen Sie den gleichen Befehl wie zuvor aus:
fa: درایو یواس‌بی را دوباره متصل کنید و فرمان قبلی را اجرا کنید:‌

source: A new device should appear in the list of storage devices. Check that the size of the device corresponds to the size of your USB stick.
de: Ein neues Medium sollte in der Liste Speichermedien erscheinen. Überprüfen Sie, dass die Größe des Speichermedium der Größe Ihres USB-Sticks entspricht.
fa: یک دستگاه جدید باید در فهرست دستگاه‌های ذخیره‌سازی ظاهر شود. بررسی کنید که حجم این وسیله، با حجم درایو یو‌اس‌بی شما تطابق داشته باشد.

source: In this example, the USB stick is 4.0 GB and the device name is `/dev/disk1`. Yours are probably different.
de: In diesem Beispiel ist der USB-Stick 4.0 GB groß und der Gerätename lautet `/dev/disk1`. Ihrer ist möglicherweise anders.
fa: در این مثال، دستگاه یک درایو یو‌اس‌بی ۴ گیگابایتی به نام /dev/disk1 است.

source: If you are not sure about the device name you should stop proceeding or <strong>you risk overwriting any hard disk on the system</strong>.
de: Falls Sie sich bezüglich des Gerätenamens nicht sicher sind, sollten Sie das Vorgehen abbrechen oder <strong>Sie riskieren, dass jegliche Festplatten des Systems überschrieben werden</strong>.
fa: اگر در مورد نام وسیله مطمئن نیستید، روند کار را متوقف کنید؛ در غیر این صورت ممکن است <strong>تمام داده‌های روی سخت‌دیسک سیستم را از دست بدهید</strong>.

source: <h2 class="bullet-number-two">Unmount the USB stick</h2>
de: <h2 class="bullet-number-two">Den USB-Stick auswerfen</h2>
fa: <h2 class="bullet-number-two">تمام فرآیندهای در جریان بر روی درایو یواس‌بی را متوقف کنید</h2>

source: Execute the following command, replacing `[device]` with the device name found in step 1.
de: Führen Sie folgenden Befehl aus und ersetzen Sie `[device]` mit dem Gerätenamen, den Sie in Schritt 1 herausgefunden haben.
fa: این فرمان را اجرا و `[device]` با نام دستگاهی که در مرحله اول پیدا کرده‌اید جایگزین کنید.

source: <h2 class="bullet-number-three">Do the copy</h2>
de: <h2 class="bullet-number-three">Das Kopieren durchführen</h2>
fa: <h2 class="bullet-number-three">کپی کردن</h2>

source: Execute the following command, replacing `[tails.iso]` by the path to the ISO image that you want to copy and `[device]` by the device name found in step 1. You can add `r` before `disk` to make the installation faster.
de: Führen Sie folgenden Befehl aus und ersetzen Sie `[tails.iso]` mit dem Pfad zum ISO-Image, die Sie kopieren möchten und `[device]` mit dem in Schritt 1 gefundenen Gerätenamen. Sie können `r` vor `disk` hinzufügen um die Installation zu verschnellern.
fa: این فرمان را اجرا کنید تا `[tails.iso]` با مسیر فایل ایزو که می‌خواهید کپی کنید و `[device]` با نام دستگاه در مرحلهٔ اول جایگزین شوند. ۱. حالا می‌توانید `r` را پیش از `disk` اضافه کنید تا نصب سریع‌تر انجام شود.

source: You should get something like this:
de: Sie sollten etwas wie folgt erhalten:
fa: باید پیغامی شبیه این دریافت کنید:

source: If you are not sure about the path to the ISO image or if you get a <span class="guilabel">No such file or directory</span> error, you can first type <code>dd if=</code> and then drag and drop the icon of the ISO image from a file browser onto <span class="application"> Terminal</span>. This should insert the correct path to the ISO image in <span class="application">Terminal</span>. Then complete the command and execute it.
de: Falls Sie sich über den Pfad zum ISO-Image unsicher sind oder Sie eine <span class="guilabel">No such file or directory</span> Fehlermeldung erhalten, können Sie zunächst <code>dd if=</code> eingeben und anschließend das Icon des ISO-Images per Drag and Drop aus einem Dateibrowser in das <span class="application">Terminal</span> ziehen. Dies sollte den richtigen Pfad zum ISO-Image in das <span class="application">Terminal</span> einsetzen. Vervollständigen Sie anschließend den Befehl und führen Sie ihn aus.
fa: اگر درباره مسیر فایل ایزو مطمئن نیستید یا پیغام خطای <span class="guilabel">این فایل یا پوشه وجود ندارد</span> را می‌گیرید، می‌توانید اول کد <code>dd if=</code> را تایپ کنید و بعد فایل ایزو را بکشید و در صفحهٔ <span class="application"> پایانه</span> رها کنید. این کار موجب می‌شود مسیر درست فایل در مرورگر <span class="application"> پایانه</span> ظاهر شود. سپس فرمان را کامل و آن را اجرا کنید.

source: If you don't see any error message, Tails is being copied onto the USB stick. The whole process might take some time, generally a few minutes.
de: Wenn Sie keine Fehlermeldung sehen, wird Tails auf den USB-Stick kopiert. Der gesamte Vorgang kann etwas Zeit in Anspruch nehmen, in der Regel einige Minuten.
fa: اگر هیچ پیغام خطایی نمی‌بینید، تیلز در حال کپی شدن روی درایو یواس‌بی است. تمام فرآیند باید کمی طول بکشد؛ معمولاً چند دقیقه.

source: If you get a "Permission denied" error, try executing the command with <code>sudo</code>:
de: Falls Sie eine "Permission denied" Fehlermeldung erhalten, versuchen Sie den Befehl mit <code>sudo</code> auszuführen:
fa: اگر پیغام خطای «اجازه داده نشد» دریافت کردید، این فرمان را اجرا کنید:‌ <code>sudo</code>

source: <p>The installation is complete when the command prompt reappears.</p>
de: <p>Die Installation ist abgeschlossen wenn die Eingabeaufforderung wieder erscheint.</p>
fa: <p>نصب سیستم‌عامل وقتی تکمیل شده است که پنجره فرمان ظاهر شود.</p>

source: <h2 class="bullet-number-four">Start Tails</h2>
de: <h2 class="bullet-number-four">Tails starten</h2>
fa: <h2 class="bullet-number-four">راه‌اندازی تیلز</h2>

source: <p>After the installation completes, follow the instructions to [[start Tails on Mac|first_steps/start_tails#usb-mac]].</p>
de: <p>Nachdem die Installation beendet wurde befolgen Sie folgende Anweisungen, um [[Tails auf Mac zu starten|first_steps/start_tails#usb-mac]].</p>
fa: <p>وقتی نصب سیستم‌عامل تکمیل شد، این مراحل را برای [راه‌اندازی تیلز روی مک|first_steps/start_tails#usb-mac]].</p> دنبال کنید.

source: Notes
de: Hinweise
fa: یادداشت‌ها

source: This method was successfully tested on the following hardware:
de: Diese Vorgehensweise wurde erfolgreich auf folgender Hardware getestet:
fa: آزمایش این روش برای سخت‌افزارهای زیر موفقیت‌آمیز بوده است:‌

source: MacBook Pro Model A1150 with OS X 10.6.8, 2006
de: MacBook Pro Modell A1150 mit OS X 10.6.8, 2006
fa: MacBook Pro مدل A1150 با OS X 10.6.8, 2006

source: The method worked on some hardware but a bug in the video support prevented Tails to start successfully:
de: Diese Methode hat erfolgreich auf folgender Hardware funktioniert, aber ein Fehler in der Grafikunterstützung hat den erfolgreichen Start von Tails verhindert.
fa: این روش برای برخی سخت‌افزارها کار کرده‌ است اما ایرادی در بخش ویدیو موجب عدم راه‌اندازی موفقیت‌آمیز تیلز شده است:‌

source: MacBook Pro Retina with OS X 10.8.3, December 2012
de: MacBook Pro Retina mit OS X 10.8.3, Dezember 2012
fa: MacBook Pro Retina با OS X 10.8.3, دسامبر 2012

source: Macbook Pro model A1150
de: Macbook Pro Modell A1150
fa: Macbook Pro مدل A1150

source: Note that Tails developers are in general not very knowledgeable about Mac. Any additional information is welcome.
de: Bitte beachten Sie, dass Tails Entwickler generell nicht sehr viele Kenntnisse über Mac haben. Jegliche zusätzliche Informationen sind willkommen.
fa: به یاد داشته باشید که توسعه‌دهندگان تیلز معمولاً در مورد مک اطلاعات کافی ندارند. هرگونه اطلاعات اضافی بسیار کارآمد خواهد بود.

source: <!-- An alternative method was suggested:
de: <!-- Eine alternative Vorgehensweise wurde vorgeschlagen:
fa: <!-- روش دیگری به شما پیشنهاد داده می‌شود:

source: Open Disk Utility
de: Öffnen Sie das Festplattendienstprogramm

source: Find The Drive
de: Finden Sie das Laufwerk
fa: پیدا کردن درایو

source: Format Tab
de: Tab Formatieren
fa: فرمت کردن

source: Source is ISO File
de: Quelle ist die ISO Datei
fa: منبع فایل ایزو است

source: 1. Destination is USB Drive -->
de: 1. Ziel ist der USB Stick -->
fa: ۱. مقصد درایو یواس‌بی است -->

source: MacBook Pro Retina 15" Mid-2012 (aka MacBookPro10,1)
fa: MacBook Pro Retina 15" Mid-2012 (یا همان MacBookPro10,1)
