Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/doc/first_steps/installation/manual/windows.*.po
Languages: fa

source: [[!meta title="Manual installation using Windows"]]
fa: [[!meta title="نصب دستی با استفاده از ویندوز"]]

source: This technique uses the Universal USB Installer, for more info or more help visit [http://www.pendrivelinux.com/](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/).
fa: این شیوه از نصب همگانی درایو یو‌اس‌بی استفاده می‌کند؛ برای اطلاعات بیشتر به [http://www.pendrivelinux.com/](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/) مراجعه کنید.

source: Insert a USB stick with at least 2GB of free space
fa: یک درایو یواس‌بی با حداقل ۲ گیگابایت فضای خالی را به رایانه متصل کنید

source: [Download the Universal USB Installer](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/)
fa: [نصب‌کنندهٔ همگانی درایو یواس‌بی را دانلود کنید](http://www.pendrivelinux.com/universal-usb-installer-easy-as-1-2-3/)

source: <div class="note"> You will need version 1.9.5.4 or later. </div>
fa: <div class="note"> به نسخهٔ ۱٫۹٫۵٫۴ یا جدیدتر نیاز دارید. </div>

source: Click 'Run' when prompted<br/>
fa: وقتی «اجرا» ظاهر شد، روی آن کلیک کنید<br/>

source: [[!img windows/01-run.jpg link=no alt="Do you want to run or save this file?"]]
fa: [[!img windows/01-run.jpg link=no alt="آیا می‌خواهید این فایل را اجرا یا ذخیره کنید؟"]]

source: If the security dialog appears, confirm by clicking 'Run'
fa: اگر هشداری امنیتی ظاهر شد، با کلیک روی «اجرا» آن را تأیید کنید

source: [[!img windows/02-run.jpg link=no alt="The publisher could not be verified. Are you sure you want to run this software?"]]
fa: [[!img windows/02-run.jpg link=no alt="امکان تأیید ناشر وجود ندارد. مطمئنید می‌خواهید این نرم‌افزار را راه‌اندازی کنید؟"]]

source: Read the licence agreement and choose 'I Agree' to continue
fa: توافق‌نامه را بخوانید و دکمهٔ «موافقم» را بزنید تا روند ادامه پیدا کند

source: [[!img windows/03-license-agreement.png link=no alt="License Agreement"]]
fa: [[!img windows/03-license-agreement.png link=no alt="توافق‌نامه"]]

source: Select Tails from the dropdown list
fa: تیلز را از فهرست کشویی انتخاب کنید

source: [[!img windows/04-select-tails.png link=no alt="Step 1: Select a Linux Distribution from the dropdown to put on your USB"]]
fa: [[!img windows/04-select-tails.png link=no alt="مرحلهٔ ۱: یک توزیع لینوکس را از فهرست بازشونده انتخاب کنید تا روی درایو یواس‌بی ریخته شود"]]

source: Click 'Browse' and open the downloaded ISO file
fa: روی «باز کردن» کلیک و ایزوی دانلود شده را باز کنید

source: [[!img windows/05-browse-iso.png link=no alt="Step 2: Select your tails*.iso"]]
fa: [[!img windows/05-browse-iso.png link=no alt="مرحلهٔ ۲: tails*.iso را انتخاب کنید"]]

source: Choose the USB stick
fa: درایو یواس‌بی را انتخاب کنید

source: [[!img windows/06-choose-drive.png link=no alt="Step 3: Select your USB Flash Drive Letter Only"]]
fa: [[!img windows/06-choose-drive.png link=no alt="مرحلهٔ ۳: تنها حرف درایو یواس‌بی خود را انتخاب کنید"]]

source: Click 'Create'
fa: روی «ایجاد» کلیک کنید

source: Then safely remove the USB stick from the computer.
fa: سپس درایو یواس‌بی را به طور امن از رایانه جدا کنید.

source: <p>After the installation completes, you can [[start Tails|start_tails]] from this new USB stick.</p>
fa: <p>پس از پایان مراحل نصب می‌توانید تیلز را از این درایو جدید یواس‌بی [[راه‌اندازی کنید|start_tails]].</p>
