Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/news/test_1.1-beta1.*.po
Languages: fa

source: [[!meta title="Call for testing: 1.1~beta1"]]
fa: [[!meta title="درخواست آزمایش: 1.1~beta1"]]

source: [[!meta date="2014-05-30 12:00:00"]]
fa: [[!meta date="۲۰۱۴/۰۵/۳۰ ۱۲:۰۰:۰۰"]]

source: You can help Tails! The first beta for the upcoming version 1.1 is out. Please test it and see if it works for you.
fa: شما می‌توانید به تیلز کمک کنید! اولین نسخهٔ بتا برای نسخهٔ پیش‌روی ۱٫۱ آماده شده‌است. لطفاً آن را امتحان کنید و ببینید برایتان کار می‌کند یا نه.

source: How to test Tails 1.1~beta1?
fa: چگونه تیلز 1.1~beta1 را امتحان کنیم؟

source: **Keep in mind that this is a test image.** We have made sure that it is not broken in an obvious way, but it might still contain undiscovered issues.
fa: **در خاطر داشته باشید که این یک تصویر آزمایشی است.** مطمئن شده‌ایم که هیچ آسیب مشهودی ندارد، اما همچنان ممکن است مشکلاتی شناسایی‌نشده داشته باشد.

source: Download the ISO image and its signature:
fa: تصویر ایزو و امضای آن را دانلود کنید:

source: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.1~beta1/tails-i386-1.1~beta1.iso" >Tails 1.1~beta1 ISO image</a>
fa: <a class="download-file" href="http://dl.amnesia.boum.org/tails/alpha/tails-i386-1.1~beta1/tails-i386-1.1~beta1.iso" >تصویر ایزوی 1.1~beta1</a>

source: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.1~beta1.iso.sig">Tails 1.1~beta1 signature</a>
fa: <a class="download-signature" href="https://tails.boum.org/torrents/files/tails-i386-1.1~beta1.iso.sig">امضای تیلز 1.1~beta1</a>

source: Note that there is no automatic upgrade targetting this release!
fa: در نظر داشته باشید که ارتقای تدریجی برای این انتشار وجود ندارد!

source: [[Verify the ISO image|doc/get/verify]].
fa: [[تأیید تصویر ایزو|doc/get/verify]].

source: Have a look at the list of <a href="#known_issues">known issues of this release</a> and the list of [[longstanding known issues|support/known_issues]].
fa: نگاهی به فهرست <a href="#known_issues">مشکلات شناسایی‌شدهٔ این انتشار</a> و فهرست [[lمشکلات شناسایی‌شدهٔ قدیمی|support/known_issues]] بیندازید.

source: Test wildly!
fa: به شدت آن را امتحان کنید!

source: If you find anything that is not working as it should, please [[report to us|doc/first_steps/bug_reporting]]! Bonus points if you first check if it is a <a href="#known_issues">known issue of this release</a> or a [[longstanding known issue|support/known_issues]].
fa: اگر هر چیزی یافتید که مطابق انتظار کار نمی‌کند لطفاً [[به ما گزارش بدهید|doc/first_steps/bug_reporting]]! چه بهتر که مطمئن شده باشید این مشکل یک <a href="#known_issues">مشکل شناسایی‌شدهٔ این انتشار</a> یا یک [[مشکل شناسایی‌شدهٔ قدیمی|support/known_issues]] نیست.

source: What's new since 1.0?
fa: چه چیزهایی نسبت به ۱٫۰ جدید هستند؟

source: * Rebase on Debian 7 (Wheezy): - Upgrade literally thousands of packages. - Install LibreOffice instead of OpenOffice. - Fix write access to boot medium via udisks ([[!tails_ticket 6172]]).
fa: * پایه‌گذاری دوباره بر مبنای دبیان ۷ (Wheezy): - ارتقای هزاران بسته. - نصب لیبره‌آفیس به جای اُپن‌آفیس. - درست کردن دسترسی نوشتن به دستگاه راه‌اندازی از طریق udisks ([[!tails_ticket 6172]]).

source: * Security fixes - Upgrade Tor to 0.2.4.22.
fa: * رفع مشکلات امنیتی - ارتقای تور به ۰٫۲٫۴٫۲۲.

source: * Major new features - Replace the Windows XP camouflage with an experimental Windows 8 one. - UEFI boot support. This allows you to boot Tails from USB sticks on recent hardware, and especially on Mac. It enables you to use great features such as [[doc/first_steps/persistence]] and [[doc/first_steps/automatic upgrades]]. If you experience problems, please have a look at the [[known issues for UEFI support|blueprint/UEFI/syslinux#known_issues]]. - Install Linux 3.14 from Debian unstable for improved hardware support. - Improve integration when run inside VirtualBox. This enables, for instance, more screen resolutions, host-guest file and clipboard sharing. Unfortunately, full functionality is only available when using the 32-bit kernel.
fa: * ویژگی‌های جدید مهم - عوض کردن تجربی استتار ویندوز ایکس‌پی با ویندوز ۸. - پشتیبانی از راه‌اندازی UEFI. این کار به شما اجازه می‌دهد تیلز را از درایوهای یواس‌بی روی سخت‌افزارهای جدید و به خصوص مک راه‌اندازی کنید. این کار را شما را قادر به استفاده از ویژگی‌های خوبی مانند [[doc/first_steps/persistence]] و [[doc/first_steps/automatic upgrades]] می‌کند. اگر با مشکل مواجه شدید لطفاً نگاهی به [[مشکلات شناسایی‌شدهٔ پشتیبانی UEFI|blueprint/UEFI/syslinux#known_issues]] بیندازید. - نصب لینوکس ۳٫۱۴ از دبیان ناپایدار برای پشتیبانی سخت‌افزاری بیشتر. - بهتر کردن یکپارچه‌سازی هنگام راه‌اندازی از ویرچوال‌باکس. این کار برای مثال باعث بهتر شدن وضوح صفحه و به‌اشتراک‌گذاری بریده‌دان می‌شود. متأسفانه کاربرد کامل آن تنها با هستهٔ ۳۲بیتی ممکن است.

source: * Minor improvements - Install seahorse-nautilus, replacing seahorse-plugins (Closes [[!tails_ticket 5516]]). - Install the BookletImposer PDF imposition toolkit. - Install GtkHash and its Nautilus interface (Closes [[!tails_ticket 6763]]). - Install the hledger accounting program. - Tails Greeter's help window now adapts to the screen resolution. - Whisperback now sanitizes attached logs better with respect to DMI data, IPv6 addresses, and serial numbers (Closes [[!tails_ticket 6797]], [[!tails_ticket 6798]], [[!tails_ticket 6804]]). - Integrate the new logo in Tails Installer (Closes [[!tails_ticket 7095]])
fa: * بهبودهای جزیی: - نصب seahorse-nautilus به جای seahorse-plugins (بسته شدن [[!tails_ticket 5516]]). - نصب جعبه ابزار ساخت پی‌دی‌اف BookletImposer. - نصب GtkHash و رابط کاربری ناتیلوس آن (بستن [[!tails_ticket 6763]]). - نصب برنامهٔ حساب‌داری hledger. - پنجرهٔ کمک «خوشامدگوی تیلز» حالا مطابق وضوح صفحه تنظیم می‌شود. - حالا ویسپربک لاگ‌های متصل‌شده را با استفاده از اطلاعات DMI، آدرس‌های پروتکل اینترنت نسخهٔ ۶ و شماره‌های سریال بهتر پاک‌سازی می‌کند (بستن [[!tails_ticket 6797]]، [[!tails_ticket 6798]]، [[!tails_ticket 6804]]). - استفاده از لوگوی جدید در نصب‌کنندهٔ تیلز (بستن [[!tails_ticket 7095]])

source: See the <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=1.1-beta1">online Changelog</a> for technical details.
fa: برای جزییات فنی <a href="https://git-tails.immerda.ch/tails/plain/debian/changelog?h=1.1-beta1">لاگ تغییر آنلاین </a> را ببینید.

source: Known issues in 1.1~beta1
fa: مسائل شناسایی‌شده در 1.1~beta1

source: Persistence may be disabled after upgrading to 1.1~beta1 ([[!tails_ticket 7343]]). If this happens, get the content of `persistence.conf.insecure_disabled` into `persistence.conf`, using a text editor running as root.
fa: مانا ممکن است پس از ارتقاء به 1.1~beta1 غیرفعال شود ([[!tails_ticket 7343]]). اگر این اتفاق افتاد با استفاده از یک ویرایش‌گر متن اجراشده به صورت روت، محتوای `persistence.conf.insecure_disabled` را به `persistence.conf` منتقل کنید.

source: Emergency shutdown isn't triggered when removing the boot media or pressing the power button *before* logging in with Tails Greeter ([[!tails_ticket 7333]], [[!tails_ticket 7335]]).
fa: خاموش کردن اضطراری هنگام برداشتن دستگاه راه‌اندازی یا فشار دادن دکمهٔ خاموش *پیش از* ورود با «خوشامدگوی تیلز» کار نمی‌کند ([[!tails_ticket 7333]]، [[!tails_ticket 7335]]).

source: Pressing the power button *after* logging in with Tails Greeter shows GNOME's shutdown dialog instead of triggering emergency shutdown ([[!tails_ticket 7334]]).
fa: فشار دادن دکمهٔ خاموش *پس از* ورود با «خوشامدگوی تیلز» به جای راه انداختن خاموش کردن اضطراری، پنجرهٔ گفتگوی خاموش کردن گنوم را نشان می‌دهد ([[!tails_ticket 7334]]).

source: Internal links crash <span class="application">Yelp</a> when browsing the bundled Tails documentation ([[!tails_ticket 7285]]).
fa: پیوندهای داخلی هنگام مرور در مستندهای دسته‌شدهٔ تیلز باعث توقف <span class="application">Yelp</a> می‌شوند ([[!tails_ticket 7285]]).

source: Some GNOME notifications are truncated on the right ([[!tails_ticket 7249]]).
fa: بعضی آگهی‌های گنوم سمت راست کوتاه می‌شوند ([[!tails_ticket 7249]]).

source: The NetworkManager persistence setting is not migrated. It will have to be activated again manually but all settings will be lost ([[!tails_ticket 7338]]).
fa: تنظیمات مانای ابزار مدیریت شبکه منتقل نشده‌اند. این تنظیمات باید دوباره به صورت دستی فعال شوند، اما تمام تنظیمات از دست خواهند رفت ([[!tails_ticket 7338]]).

source: The web browser's JavaScript performance may be severely degraded ([[!tails_ticket 7127]]). Please let us know if you are experiencing this to a level where it is problematic.
fa: عملکرد جاوااسکریپت مرورگر وب ممکن است تا حد زیای ضعیف شود ([[!tails_ticket 7127]]). لطفاً اگر این قضیه را در حد مشکل‌ساز تجربه کردید ما را مطلع کنید.

source: The Windows 8 camouflage has some rough edges that we're working on ([[!tails_ticket 6342]]). We're still interested in early feedback.
fa: استتار ویندوز ۸ مشکلاتی دارد که مشغول کار روی آن‌ها هستیم ([[!tails_ticket 6342]]). همچنان مشتاق بازخورد گرفتن در این مورد هستیم.

source: The Unsafe Web Browser does not start when the Windows 8 camouflage is activated ([[!tails_ticket 7329]]).
fa: «مرورگر غیرامن» هنگامی که استتار ویندوز ۸ فعال باشد راه‌اندازی نمی‌شود ([[!tails_ticket 7329]]).
