Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/news/version_1.4.1.*.po
Languages: fr

source: [[!meta title="Tails 1.4.1 is out"]]
fr: [[!meta title="Tails 1.4.1 est sorti"]]

source: Tails, The Amnesic Incognito Live System, version 1.4.1, is out.
fr: Tails, le système live incognito et amnésique, version 1.4.1, est sorti.

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.4]] and all users must [[upgrade|doc/first_steps/upgrade]] as soon as possible.
fr: Cette version corrige [[plusieurs problèmes de sécurité|security/Numerous_security_holes_in_1.4]] et tous les utilisateurs doivent [[mettre à jour|doc/first_steps/upgrade]] dès que possible.

source: Changes
fr: Changements

source: Known issues
fr: Problèmes connus

source: See the current list of [[known issues|support/known_issues]].
fr: Voir la liste actuelle des [[problèmes connus|support/known_issues]].

source: Download or upgrade
fr: Téléchargez ou mettez à jour

source: Go to the [[download]] page.
fr: Allez à la page de [[download]].

source: What's coming up?
fr: Qu'est-ce qui vient ensuite ?

source: The next Tails release is [[scheduled|contribute/calendar]] for August 11.
fr: La prochaine version de Tails est [[planifiée|contribute/calendar]] pour le 11 août.

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
fr: Jetez un œil à notre [[!tails_roadmap desc="feuille de route"]] pour voir dans quelle direction nous allons.
