Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/news/version_1.6.*.po
Languages: de

source: [[!meta title="Tails 1.6 is out"]]
de: [[!meta title="Tails 1.6 wurde veröffentlicht"]]

source: Tails, The Amnesic Incognito Live System, version 1.6, is out.
de: Die Version 1.6 von Tails, dem Amnesic Incognito Live System, ist erschienen.

source: This release fixes [[numerous security issues|security/Numerous_security_holes_in_1.5.1]] and all users must [[upgrade|doc/first_steps/upgrade]] as soon as possible.
de: Diese Version behebt [[zahlreiche Sicherheitslücken|security/Numerous_security_holes_in_1.5.1]] und alle Benutzer müssen so schnell wie möglich [[aktualisieren|doc/first_steps/upgrade]].

source: Changes
de: Änderungen

source: [[!inline pages="inc/release_notes/1.6" raw="yes"]]
de: [[!inline pages="inc/release_notes/1.6.de" raw="yes"]]

source: Known issues
de: Bekannte Probleme

source: See the current list of [[known issues|support/known_issues]].
de: Lesen Sie sich die Liste der [[bekannten Probleme|support/known_issues]] durch.

source: Download or upgrade
de: Herunterladen oder Aktualisieren

source: Go to the [[download]] or [[upgrade|doc/first_steps/upgrade/]] page.
de: Gehen Sie zur [[Download|download]]-Seite oder [[Aktualisieren|doc/first_steps/upgrade/]]-Seite.

source: If you have been updating automatically for a while and your Tails does not boot after an automatic upgrade, you can [[update your Tails manually|doc/first_steps/upgrade/#manual]].
de: Wenn Sie eine Zeit lang automatisch aktualisiert haben und Ihr Tails nach einem automatischen Upgrade nicht mehr startet können Sie Ihr [[Tails manuell aktualisieren|doc/first_steps/upgrade/#manual]].

source: What's coming up?
de: Was kommt als Nächstes?

source: The next Tails release is [[scheduled|contribute/calendar]] for November 3.
de: Die nächste Version von Tails ist für den 3. November [[geplant|contribute/calendar]].

source: Have a look to our [[!tails_roadmap]] to see where we are heading to.
de: Werfen Sie einen Blick auf die [[!tails_roadmap]] um zu sehen, was wir als Nächstes vorhaben.

source: Do you want to help? There are many ways [[**you** can contribute to Tails|contribute]], for example by [[donating|contribute/how/donate]]. If you want to help, come talk to us!
de: Möchten Sie helfen? Es gibt viele Möglichkeiten, mit denen [[**Sie** zu Tails beisteuern|contribute]] können, zum Beispiel indem Sie [[spenden|contribute/how/donate]]. Wenn Sie uns helfen möchten, sprechen Sie uns an!
