Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/news/version_0.4.1.*.po
Languages: fr

source: Amnesia 0.4.1 released
fr: Amnesia version 0.4.1 disponible

source: Highlighted changes:
fr: Changements importants :

source: We now ship "Hybrid" ISO images, which can be either burnt on CD-ROM or dd'd to a USB stick or hard disk.
fr: Nous fournissons désormais des images ISO "hybrides", qui peuvent à la fois être gravées sur un CD-ROM ou copiées sur une clé USB ou un disque dur.

source: We now ship multilingual ISO images; initially supported (or rather wanna-be-supported) languages are: ar, zh, de, en, fr, it, pt, es.
fr: Nous fournissons désormais des images ISO multilingue ; les langages supportés (ou en cours de l'être) sont : ar, zh, de, en, fr, it, pt, es.

source: Icedove was replaced with claws mail, in a bit rough way; see [[todo/replace_icedove_with_claws]] for best practices and configuration advices.
fr: Icedove a brutalement été remplacé par Claws Mail ; pour en savoir plus référez-vous à [[todo/replace_icedove_with_claws]] pour des conseils sur la configuration et les meilleures pratiques.

source: Virtual keyboard: kvkbd was replaced with onBoard.
fr: Clavier virtuel : kvkbd remplacé par onBoard.

source: Tor controller: TorK was replaced with Vidalia.
fr: Contrôleur Tor : TorK remplacé par Vidalia.

source: Anonymous, GnuPG-encrypted bug reporting is now made easy, thanks to [WhisperBack](http://git.immerda.ch/?p=whisperback.git).
fr: Les rapports du bug anonymes et chiffrés avec GPG sont maintenant faciles grâce à [WhisperBack](http://git.immerda.ch/?p=whisperback.git).

source: Users are now warned at runtime when the amnesia version they are running is affected by security flaws, and which ones they are.
fr: Les utilisateurs sont maintenant informés pendant l'utilisation que la version d'Amnesia qu'ils exécutent est affectée par des failles de sécurité, et desquelles il s'agit.

source: See the [online Changelog](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.4.1) for details.
fr: Référez-vous au [journal des changements](http://git.immerda.ch/?p=amnesia.git;a=blob_plain;f=debian/changelog;hb=refs/tags/0.4.1) pour plus de détails.

source: [[Download it, seed it!|/download]]
fr: [[Télécharger le, partagez le !|/download]]

source: If you want PowerPC, or other architectures, to be supported, feel free to write us: <amnesia@boum.org>, preferably encrypted with our [[OpenPGP key|doc/about/openpgp_keys]].
fr: Si vous souhaitez le support de PowerPC, ou d'une autre architecture, n'hésitez pas à nous écrire : <amnesia@boum.org> de préférence en chiffrant vos messages avec notre [[clé OpenGPG|doc/about/openpgp_keys]].
