Repository: OperatingSystem-GNULinux/Tails
Catalog: wiki/src/support/talk.*.po
Languages: fa

source: [[!meta title="Get in touch with us"]]
fa: [[!meta title="با ما تماس بگیرید"]]

source: Support list
fa: فهرست پشتیبانی

source: Subscribe to our [[user support mailing list|tails-support]].
fa: در [[فهرست رایانامهٔ پشتیبانی از کاربر|tails-support]] ما عضو شوید.

source: This is a public mailing list, so <strong>be careful with what you are sending</strong>. Give only the necessary informations about yourself, and if possible use Tails or [[<span class="application">Tor Browser</span>|https://torproject.org/torbrowser/]] to hide your IP address.
fa: این فهرست رایانامه عمومی است، بنابراین <strong>مراقب باشید در آن چه می‌فرستید</strong>. تنها اطلاعات ضروری راجع به خود را بدهید و در صورت امکان از تیلز یا [[<span class="application">مرورگر تور</span>|https://torproject.org/torbrowser/]] برای مخفی کردن آدرس آی‌پی خود استفاده کنید.

source: Chat
fa: گفتگو

source: Join our IRC channel to chat with contributors and users.
fa: در کانال IRC ما عضو شوید تا با همکاران ما و کاربران آشنا شوید.

source: server: <code>irc.oftc.net</code>
fa: سرور: <code>irc.oftc.net</code>

source: port: <code>6697</code>
fa: درگاه: <code>6697</code>

source: chatroom: <code>#tails</code>
fa: اتاق گفتگو: <code>#tails</code>

source: use TLS/SSL to connect!
fa: برای اتصال از TLS/SSL استفاده کنید!

source: If you are using Tails, read [[the chat documentation|doc/anonymous_internet/pidgin]]. Else, you can use [[Pidgin|http://www.pidgin.im/]], an Instant Messaging client for Windows, GNU/Linux and Mac OS X.
fa: اگر از تیلز استفاده می‌کنید [[سند گفتگو|doc/anonymous_internet/pidgin]] را بخوانید. در غیر این صورت می‌توانید از [[پیجین|http://www.pidgin.im/]]، یک کارخواه پیغام فوری برای ویندوز، گنو/لینوکس و مک اواس ده استفاده کنید.

source: Email
fa: رایانامه

source: Mail us on our private mailing list:
fa: از طریق فهرست رایانامهٔ خصوصی ما به ما رایانامه بفرستید:

source: Encrypting your emails with our [[OpenPGP key|doc/about/openpgp_keys#support]] is the only way to achieve end-to-end encryption.
fa: رمزگذاری رایانامه‌هایتان با [[کلید اُپن‌پی‌جی‌پی|doc/about/openpgp_keys#support]] تنها راه رمزگذاری دوطرفه است.
